import { EducationCategory } from '../educationTypes'

export const securitiesDerivatives: EducationCategory = {
    id: 'Securities-Derivatives',
    title: 'หลักทรัพย์ & อนุพันธ์',
    layoutType: 'sidebar',
    submenu: [
        {
            id: 'stock-basic',
            label: 'เริ่มต้นลงทุนในหลักทรัพย์ (หุ้น)',
            items: [
                { id: 'stock-type', label: 'หุ้น และประเภทของหุ้น' },
                { id: 'stock-benefit', label: 'ประโยชน์จากการลงทุนในหุ้น' },
                { id: 'stock-risk', label: 'ความเสี่ยงจากการลงทุนในหุ้น' },
                { id: 'ndid-know', label: 'ทำความรู้จักกับ NDID' },
                { id: 'ndid-verify', label: 'การยืนยันตัวตนรูปแบบดิจิตอล NDID เพื่อเปิดบัญชีซื้อขายหลักทรัพย์' }
            ]
        },
        {
            id: 'stock-trading',
            label: 'การซื้อขายหลักทรัพย์ (หุ้น)',
            items: [
                { id: 'stock-start', label: 'เริ่มเล่นหุ้นต้องทำอย่างไร' },
                { id: 'listed-stock', label: 'หุ้นจดทะเบียนตลาดหลักทรัพย์' }
            ]
        },

        {
            id: 'set-index',
            label: 'ดัชนีอ้างอิงในตลาดหลักทรัพย์',
            items: [
                { id: 'set', label: 'SET INDEX' },
                { id: 'set50', label: 'SET50 / SET100' },
                { id: 'setclmv', label: 'SETCLMV Index' },
                { id: 'setthsi', label: 'SETTHSI Index' },
                { id: 'sector', label: 'Industry Group / Sector Index' },
                { id: 'dividend', label: 'SET High Dividend 30 Index' },
                { id: 'sset', label: 'sSET Index' }
            ]
        }, {
            id: 'mai-index',
            label: 'ดัชนี MAI',
            items: [
                { id: 'mai', label: 'MAI INDEX' },
                { id: 'mai-sector', label: 'MAI Industry Group Index' }
            ]
        }, {
            id: 'derivative-basic',
            label: 'เริ่มต้นลงทุนในตราสารอนุพันธ์',
            items: [
                { id: 'derivative-know', label: 'รู้จักอนุพันธ์' },
                { id: 'derivative-type', label: 'ประเภทหลักของตราสารอนุพันธ์' },
                { id: 'derivative-market', label: 'ตราสารอนุพันธ์ที่ขายในตลาด' },
                { id: 'derivative-vs-stock', label: 'อนุพันธ์ต่างจากหุ้นอย่างไร' }
            ]
        },
        {
            id: 'trading-start',
            label: 'เริ่มต้นการซื้อขาย',
            items: [
                { id: 'trading-step', label: 'ขั้นตอนในการซื้อขาย' },
                { id: 'trading-symbol', label: 'สัญลักษณ์ย่อในการซื้อขาย' },
                { id: 'trading-warning', label: 'สิ่งที่ต้องรับทราบในการซื้อขาย' }
            ]
        },
        {
            id: 'equity-derivative',
            label: 'Equity',
            items: [
                { id: 'set50-futures', label: 'SET50 Index Futures' },
                { id: 'set50-options', label: 'SET50 Index Options' },
                { id: 'ssf', label: 'Single Stock Futures' },
                { id: 'sector-futures', label: 'Sector Index Futures' }
            ]
        },
        {
            id: 'currency-derivative',
            label: 'Currency',
            items: [
                { id: 'usd-futures', label: 'USD Futures' }
            ]
        },
        {
            id: 'precious-metal',
            label: 'Precious Metal',
            items: [
                { id: 'gold-futures', label: 'Gold Futures' }
            ]
        },
        {
            id: 'interest-rate',
            label: 'Interest Rate Futures',
            items: [
                { id: 'bibor', label: '3M BIBOR Futures' },
                { id: 'govbond', label: '5Y Gov Bond Futures' }
            ]
        },
        {
            id: 'agriculture',
            label: 'Agriculture',
            items: [
                { id: 'rss3d', label: 'RSS3D Futures' },
                { id: 'rss3', label: 'RSS3 Futures' }
            ]
        }
    ],
    sidebarContent: {
        'stock-type': {
            title: 'หุ้น และประเภทของหุ้น',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'หุ้น หรือ Stock เป็นตราสารที่กิจการออกให้แก่ผู้ถือ (Holder) เพื่อระดมเงินทุนไปใช้ในกิจการ โดยผู้ถือตราสารทุนจะมีฐานะเป็น "เจ้าของกิจการ" ซึ่งจะมีส่วนได้ส่วนเสีย หรือมีสิทธิในทรัพย์สิน และรายได้กิจการ รวมทั้งมีโอกาสได้รับผลตอบแทนเป็นเงินปันผล (Dividend) ซึ่งอยู่กับผลกำไร และข้อตกลงของกิจการนั้นๆ',
                        '',
                        '**โดยทั่วไปหุ้นแบ่งออกเป็น 2 ประเภท ได้แก่**',
                        '',
                        '**1. หุ้นสามัญ (Common Stock)** เป็นตราสารที่ออกโดยบริษัทมหาชนจำกัด (บมจ.) ที่ต้องการระดมเงินทุนจากประชาชน โดยผู้ถือหุ้นสามัญจะมีสิทธิร่วมเป็นเจ้าของบริษัท  มีสิทธิในการออกเสียงลงมติในที่ประชุมผู้ถือหุ้นตามสัดส่วนของหุ้นที่ถือครองอยู่ กล่าวคือ ร่วมเป็นผู้ตัดสินใจในปัญหาสำคัญในที่ประชุมผู้ถือหุ้น เช่น การเพิ่มทุน การจ่ายปันผล การควบรวมกิจการ ฯลฯ',
                        '',
                        'นอกจากนี้ ผู้ถือหุ้นสามัญยังมีสิทธิได้รับเงินปันผลเมื่อบริษัทมีผลกำไร และมีโอกาสได้รับกำไรจากส่วนต่างของราคาเมื่อราคาหลักทรัพย์ปรับตัวสูงขึ้นตามศักยภาพของบริษัท รวมถึงมีโอกาสได้รับสิทธิในการจองซื้อหุ้นออกใหม่ เมื่อบริษัทเพิ่มทุนหรือจัดสารใบสำคัญแสดงสิทธิต่างๆ ให้แก่ผู้ถือหุ้น',
                        '',
                        '**2. หุ้นบุริมสิทธิ (Preferred Stock)** เป็นตราสารที่ผู้ถือมีส่วนร่วมเป็นเจ้าของกิจการเช่นเดียวกับหุ้นสามัญ แม้จะไม่มีสิทธิในการออกเสียงลงมติในที่ประชุมผู้ถือหุ้น แต่เมื่อกิจการมีกำไรจากการดำเนินงาน ผู้ถือหุ้นบุริมสิทธิจะได้รับเงินปันผลในอัตราคงที่ ซึ่งอาจจะมากหรือน้อยกว่าผู้ถือหุ้นสามัญก็ได้ ขณะเดียวกัน หากกิจการนั้นต้องเลิกกิจการ และมีการชำระบัญชีโดยการขายทรัพย์สิน ผู้ถือหุ้นบุริมสิทธิ์ก็จะได้รับเงินคืนทุนก่อนผู้ถือหุ้นสามัญ',
                        '',
                        '(ที่มา : ตลาดหลักทรัพย์แห่งประเทศไทย)'

                    ]
                }
            ]
        },
        'stock-benefit': {
            title: 'ประโยชน์จากการลงทุนในหุ้น',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'แม้การลงทุนในหุ้นจะมีความเสี่ยงในระดับหนึ่ง แต่การลงทุนในหุ้น ยังเป็นที่สนใจของนักลงทุน หลายคนยังคงลงทุนในหุ้นอย่างต่อเนื่อง เรามาดูว่าเพราะอะไร หุ้นจึงยังคงเป็นที่สนใจอยู่',
                        '',
                        '**1. การลงทุนในหุ้นให้ผลตอบแทนที่น่าสนใจ** ทั้งในรูปแบบเงินปันผล (Dividend) และกำไรจากการขายหุ้น (Capital Gain) นอกจากนี้ยังมีผลตอบแทนการลงทุนรูปแบบอื่นๆ เช่น สิทธิในการจองซื้อหุ้นออกใหม่ (Subscription Right) โดยกรณีที่บริษัทที่ต้องการออกหุ้นเพื่อเพิ่มทุน บริษัทจะให้สิทธิแก่ผู้ถือหุ้นเดิมในการซื้อหุ้นที่ออกใหม่ก่อนบุคคลภายนอกในราคาที่กำหนด ซึ่งการให้สิทธิเช่นนี้เป็นการปกป้องผู้ถือหุ้นเดิม ไม่ให้สัดส่วนความเป็นเจ้าของ และอำนาจการควบคุมกิจการลดน้อยลง เมื่อมีจำนวนหุ้นออกจำหน่ายมากขึ้น',
                        '',
                        '**2. ลงทุนในหุ้นจะได้การมีส่วนร่วมเป็นเจ้าของกิจการ** ตามสัดส่วนการถือครอง โดยผู้ลงทุนสามารถเข้าร่วมประชุมผู้ถือหุ้นเพื่อลงคะแนนเสียงในการตัดสินใจในปัญหาสำคัญๆ ของบริษัท เช่น เมื่อบริษัทจะเพิ่มทุน จ่ายเงินปันผล ควบรวมกิจการ เป็นต้น',
                        '',
                        '**3. ลงทุนในหุ้น ทำให้มีสภาพคล่องเมื่อต้องการเปลี่ยนเป็นเงินสด** เนื่องจากมีตลาดหลักทรัพย์ฯ และบริษัทหลักทรัพย์ ทำหน้าที่เป็นตัวกลางระหว่างผู้ซื้อและผู้ขาย ทำให้ผู้ลงทุนสามารถซื้อขายหุ้นหรือเปลี่ยนมือในการถือหุ้นได้อย่างสะดวก และคล่องตัว ในราคาที่ทั้ง 2 ฝ่ายต่างพึงพอใจ มีการส่งมอบค่าหุ้น และโอนความเป็นเจ้าของหุ้นตรงตามกำหนดเวลา อย่างไรก็ตาม หุ้นของแต่ละบริษัท อาจมีสภาพคล่องที่แตกต่างกัน โดยหุ้นบางบริษัทที่ได้รับความสนใจจากผู้ลงทุนจะซื้อง่าย ขายคล่อง ในขณะที่หุ้นของบางบริษัทที่ไม่ค่อยมีผู้สนใจก็อาจจะหาผู้ซื้อขายได้ยากกว่า',
                        '',
                        '(ที่มา : ตลาดหลักทรัพย์แห่งประเทศไทย)'

                    ]
                }
            ]
        },
        'stock-risk': {
            title: 'ความเสี่ยงจากการลงทุนในหุ้น',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'แม้ว่าการลงทุนในหุ้นจะให้ผลตอบแทนที่ดี ทั้งจากเงินปันผล และกำไรจากการขายหุ้น แต่ก็ไม่สามารถการันตีได้ว่า ผลตอบแทนเหล่านี้จะแน่นอน และมั่นคงเสมอไป สิ่งสำคัญที่ผู้ลงทุนควรคำนึงถึงเสมอ คือ "ไม่มีการลงทุนใดๆ ในโลกนี้ ปราศจากความเสี่ยง 100%)" และเมื่อต้องเลือกลงทุนในหลักทรัพย์ที่มีความเสี่ยงสูง ก็ย่อมต้องคาดหวังผลตอบแทนที่สูงขึ้นเพื่อชดเชยความเสี่ยงนั้น ซึ่งตรงกับคำกล่าวที่ว่า  High Risk....High Expected Return ในทางกลับกัน หากเลือกลงทุนในหลักทรัพย์ที่มีความเสี่ยงต่ำ ผู้ลงทุนจะคาดหวังผลตอบแทนจากการลงทุนที่น้อยลง',
                        '',
                        'ทั้งนี้มีปัจจัยต่างๆ อันเป็นความเสี่ยงที่อาจจะทำให้กระทบต่อผลตอบแทนในการลงทุนของนักลงทุนได้ ซึ่งได้แก่',
                        '',
                        '**1. ผลประกอบการบริษัท ภาวะอุตสาหกรรมที่เกี่ยวข้อง และภาวะเศรษฐกิจ**  เป็นปัจจัยที่สำคัญที่จะกำหนดผลตอบแทนการลงทุนว่าจะอยู่ในระดับสูงหรือต่ำ รวมทั้งสถานการณ์การซื้อขายในตลาดหลักทรัพย์ฯ หากภาวะเศรษฐกิจขยายตัวดี และบริษัทมีผลประกอบการที่ดี ผู้ลงทุนย่อมีโอกาสที่จะได้รับผลตอบแทนที่สูงขึ้น ในทางตรงข้ามหากภาวะเศรษฐกิจซบเซา และบริษัทมีผลกำไรลดลงผลตอบแทนที่ผู้ลงทุนจะได้รับก็มีแนวโน้มที่จะลดลงเช่นกัน',
                        '',
                        '**2. ความไม่แน่นอนของอัตราผลตอบแทนที่จะได้รับ** กล่าวคือ ผู้ลงทุนอาจขายหุ้นได้ในราคาที่ต่ำกว่าที่คาดไว้ หรือบริษัทอาจจ่ายเงินปันผลในระดับต่ำหรือไม่จ่ายเงินปันผลเลย ซึ่งการที่ผู้ลงทุนได้รับอัตราผลตอบแทนต่ำกว่าอัตราผลตอบแทนที่คาดหวัง มีสาเหตุมาจากการที่กระแสเงินสดสุทธืของบริษัทผู้ออกหุ้นมีความไม่แน่นอน ทำให้เกิดความไม่แน่นอนต่อผลตอบแทนของผู้ถือหุ้นของบริษัทนั้นด้วย',
                        '',
                        'สาเหตุที่ทำให้เกิดความไม่แน่นอนของกระแสเงินสดรับสุทธิของกิจการ ได้แก่ ความเสี่ยงทางธุรกิจ (Business Risk) และความเสี่ยงทางการเงิน (Financial Risk) ของบริษัทผู้ออกหุ้น',
                        '',
                        '**3. ความเสี่ยงทางธุรกิจ (ฺBusiness Risk)** เป็นความเสี่ยงที่เกิดจากลักษณะของธุรกิจนั้นๆ เช่น ประเภทธุรกิจ โครงสร้างรายได้ ค่าใช้จ่ายของกิจการ ฯลฯ ทั้งนี้ ปัจจัยที่มากระทบต่อการดำเนินธุรกิจของกิจการอาจเป็น ปัจจัยมหภาค (Macro Factors) เช่น การเพิ่มขึ้นของราคาน้ำมัน ภาวะเงินเฟ้อ ค่าแรงงาน ฯลฯ ซึ่งจะส่งผลให้ต้นทุนผลิตสูงขึ้น รวมถึงปัจจัยอื่นๆ ที่อาจส่งผลต่อการดำเนินงานของธุรกิจ เช่น การเปลี่ยนแปลงทางสังคม เทคโนโลยี  การเมือง กฎระเบียบต่างๆ ฯลฯ',
                        '',
                        'แต่ธุรกิจจะได้รับผลกระทบรุนแรงหรือไม่อย่างไร ขึ้นกับ "ปัจจัยจุลภาค" (Micro Factors) ภายในกิจการด้วย เช่น บางกิจการมีการลงทุนในสินทรัพย์ถาวรจำนวนมาก ผลที่ตามมาคือ กิจการนั้นมีรายการค่าเสื่อมราคา ซึ่งเป็นค่าใช้จ่ายคงที่จำนวนมาก ในทางตรงกันข้าม หากกิจการมีการลงทุนในสินทรัพย์ถาวรน้อย รายการค่าเสื่อมราคาซึ่งเป็นค่าใช้จ่ายคงที่ก็จะน้อยตามไปด้วย ซึ่งการที่กิจการมีต้นทุนคงที่จำนวนมาก เมื่อยอดขายไม่เป็นไปตามที่คาด แต่ภาระค่าใช้จ่ายยังคงที่เท่าเดิม ก็จะทำให้กำไรของกิจการติดลบอย่างมากในปีที่ยอดขายลดลง ส่งผลให้ผลตอบแทนที่ผู้ลงทุนคาดว่าจะได้รับจากการลงทุนลดลงไปด้วย',
                        '',
                        '**4. ความเสี่ยงทางการเงิน (ฺFinancial Risk)** เป็นความเสี่ยงที่เกิดขึ้นจากการที่กิจการสร้างภาะผูกพันทางการเงินไว้ เช่น การก่อหนี้ ถ้ากิจการใดมีการก่อหนี้จำนวนมาก กิจการนั้นก็จะมีภาระการจ่ายดอกเบี้ย ซึ่งเป็นค่าใช้จ่ายคงที่จำนวนมาก หากกิจการไม่สามารถทำกำไรได้ตามเป้าที่วางไว้ กำไรของกิจการก็จะไม่เพียงพอที่จะจ่ายดอกเบี้ยได้ เมื่อกิจการไม่สามารถจ่ายดอกเบี้ยตามภาระผูกพันได้ ก็จะทำให้บริษัทมีความเสี่ยงที่อาจจะถูกฟ้องร้องดำเนินคดีได้',
                        '',
                        '**5. ความเสี่ยงจากการขาดสภาพคล่อง (Liquidity Risk)** เนื่องจากไม่อาจเปลี่ยนหุ้นที่ลงทุนเป็นเงินสดได้ในเวลาที่รวดเร็วโดยไม่ขาดทุน เพราะหุ้นนั้นมีการหมุนเวียนเปลี่ยนมือในตลาดรองน้อย',
                        '',
                        '**6. ความเสี่ยงจากการเปลี่ยนแปลงของอัตราดอกเบี้ยในตลาดการเงิน (Interate  Rates Risk)** การที่ระดับอัตราดอกเบี้ยในตลาดการเงินเปลี่ยนแปลงผันผวนขึ้นลง ก็จะกระทบต่อระดับอัตราผลตอบแทนที่ผู้ลงทุนต้องการในยามที่อัตราดอกเบี้ยเปลี่ยนแปลงไปในทิศทางที่สูงขึ้น เท่ากับว่าต้นทุนค่าเสียโอกาสในเงินลงทุนมีระดับสูงขึ้น ผู้ลงทุนจะต้องการอัตราผลตอบแทนสูงขึ้น จึงต้องการจ่ายเงินซื้อหุ้น รวมทั้งหลักทรัพย์อื่นๆ ในราคาต่ำลง ดังนั้น การเพิ่มขึ้นของระดับอัตราดอกเบี้ยโดยทั่วไป จะส่งผลให้ราคาหลักทรัพย์ต่างๆ ลดลง',
                        '',
                        '**7. ความเสี่ยงจากอัตราเงินเฟ้อ (Inflation Risk)** โดยเงินเฟ้อเป็นภาวะการณ์ที่ระดับราคาสินค้าและบริการโดยทั่วไปเพิ่มขึ้นอย่างต่อเนื่อง หากระดับเงินเฟ้อสูง จะส่งผลให้เงินที่มีอยู่ในมือ นำไปซื้อสินค้าได้น้อยลง หรือที่เรียกว่า เงินมีมูลค่าลดลงนั่นเอง ดังนั้น หากกล่าวว่าอัตราผลตอบแทนที่ได้รับในรูปตัวเงินเท่ากับ 6% ในขณะที่อัตราเงินเฟ้อเท่ากับ 2% แสดงว่าอัตราผลตอบแทนที่ได้รับจริงๆ หลังจากหักด้วยอัตราเงินเฟ้อแล้ว จะอยู่ที่ประมาณ 4%',
                        '',
                        'ยิ่งในภาวะที่เงินเฟ้อสูงขึ้น อัตราผลตอบแทนที่แท้จริงก็จะยิ่งลดลง ซึ่งการลงทุนในหุ้นไม่สามารถหลีกเลี่ยงความเสี่ยงจากอัตราเงินเฟ้อได้ แต่การที่ราคาหุ้นเปลี่ยนแปลงตลอดเวลา และเงินปันผลก็จ่ายตามผลประกอบการ จึงเป็นที่เชื่อกันว่า การลงทุนในหุ้นจะช่วยป้องกันความเสี่ยงจาดอัตราเงินเฟ้อได้ดีกว่าฝากเงินกับธนาคาร ซึ่งให้ผลตอบแทนคงที่',
                        '',
                        'อย่างไรก็ดี ผู้ลงทุนในหุ้นจะต้องตระหนักถึงความเสี่ยงในการลงทุนเสมอ เพราะไม่มีอะไรจะเป็นหลักประกันได้ว่าการลงทุนในหุ้น จะต้องให้ผลตอบแทนที่สูงกลับคืนแก่ผู้ลงทุนเสมอไป ผลตอบแทนที่ได้รับอาจจะสูงหรือต่ำ หรืออาจจะไม่ได้รับผลตอบแทนเลยก็ได้ ดังนั้นนักลงทุนควรเลือกทางเลือกการลงทุนที่สอดคล้องกับระดับการยอมรับความเสี่ยงของผู้ลงทุน หากกลัวความเสี่ยงมาก ก็ควรเลือกลงทุนที่มีความเสี่ยงในระดับที่ไม่สูงนัก และยอมรับระดับอัตราผลตอบแทนที่ไม่สูงเช่นกัน แต่หากผู้ลงทุนสามารถยอมรับความเสี่ยงได้ ก็อาจจะเลือกลงทุนที่มีความเสี่ยงได้',
                        '',
                        '(ที่มา : ตลาดหลักทรัพย์แห่งประเทศไทย)'

                    ]
                }
            ]
        },
        'ndid-know': {
            title: 'ทำความรู้จักกับ NDID',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'หลายคนคงเคยได้ยินการใช้ **“บริการ NDID”** กันมาบ้างแล้ว วันนี้เราจะมาทำความรู้จักกับ NDID กันให้มากขึ้น เพื่อให้ลูกค้าทุกท่านเข้าถึงการบริการยืนยันตัวตนรูปแบบดิจิทัลที่จะทำให้ชีวิตการทำธุรกรรมออนไลน์สะดวกยิ่งขึ้น พร้อมวิธีการยืนยันตัวตนผ่าน NDID เพื่อเปิดบัญชีกับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด แบบละเอียด และเข้าใจง่าย',
                        '**1. NDID คืออะไร**',
                        '**National Digital ID (NDID) Platform** คือ Platform กลางของประเทศไทยในการเป็นโครงสร้างพื้นฐานของการพิสูจน์และยืนยันตัวตนทางดิจิทัล เพื่อเชื่อมโยงหน่วยงานต่าง ๆ ทั้งภาครัฐและภาคเอกชนเข้าด้วยกัน',
                        'เป็นระบบกลางสำหรับบริหารจัดการ Digital ID เพื่อสนับสนุนกระบวนการทำธุรกรรมทางอิเล็กทรอนิกส์ของบุคคลธรรมดาและนิติบุคคล เช่น การตรวจพิสูจน์และยืนยันตัวตนทางดิจิทัล (e KYC) การลงนามด้วยลายมือชื่อดิจิทัล (e Signature) การให้ความยินยอมในการเปิดเผยข้อมูลทางอิเล็กทรอนิกส์ (e Consent) เป็นการสร้างมาตรฐานและยกระดับการทำธุรกรรมต่าง ๆ ให้มีความน่าเชื่อถือมากขึ้น อีกทั้งยังเป็นการสร้างระบบ Data Sharing โดยทำหน้าที่เชื่อมต่อข้อมูลของหน่วยงานต่าง ๆ อย่างไรก็ตามการ Data Sharing ดังกล่าวต้องได้รับการยินยอมจากเจ้าของข้อมูลก่อนจึงจะสามารถเชื่อมต่อข้อมูลได้',
                        '**หลักการออกแบบระบบ NDID** เป็นแบบ Data Security and Privacy by Design เป็นบริการที่มีความปลอดภัยสูงด้วยการเข้ารหัสในการรับส่งข้อมูล และระบบไม่มีการรวมศูนย์เก็บข้อมูล ข้อมูลยังคงอยู่กับหน่วยงานที่ดูแลข้อมูลและให้บริการลูกค้า ระบบถูกออกแบบภายใต้แนวคิด Decentralized ด้วยเทคโนโลยี Blockchain ซึ่งผู้ดูแลระบบคือ บริษัท เนชั่นแนลดิจิทัล ไอดี จำกัด จะไม่สามารถเห็นข้อมูลใดๆ ของลูกค้า ทั้งนี้ บริษัท เนชั่นแนลดิจิทัล ไอดี จำกัด เป็นบริษัทร่วมทุนระหว่างธนาคารพาณิชย์ไทย บริษัทหลักทรัพย์ บริษัทจัดการกองทุน บริษัทประกันชีวิต บริษัทประกันวินาศภัย บริษัทผู้ให้บริการชำระเงินทางอิเลกทรอนิกส์ ตลาดหลักทรัพย์แห่งประเทศไทย บริษัทไปรษณีย์ไทย รวมมากกว่า 60 บริษัท ซึ่งแต่ละบริษัทอยู่ภายใต้การกำกับ จึงมั่นใจได้ว่าหน่วยงานที่กำกับและบริษัทเหล่านั้นต้องปฏิบัติตามกฏหมายและกฏเกณฑ์ที่เกี่ยวข้องเรื่องความปลอดภัยของข้อมูลอย่างแน่นอน',
                        '**2. ประเภทของ NDID**',
                        'โดย NDID Platform มีสมาชิกอยู่ 3 ประเภท ได้แก่',
                        '**1. RP (Relying Party)**',
                        'หน่วยงานซึ่งเป็นผู้ให้บริการโดยตรงกับลูกค้า และต้องการระบบยืนยันตัวตน โดยให้บริการลูกค้าได้ทั้ง F2F (Face to Face) และ NonF2F ซึ่งเป็นหน่วยงานที่ต้องการรับบริการรูปแบบใหม่ เพื่อให้สามารถหาลูกค้าใหม่ได้มากขึ้น พร้อมทั้งช่วยในการลดต้นทุนการบริการ เช่น บริษัทหลักทรัพย์ บริษัทหลักทรัพย์จัดการกองทุน บริษัทประกัน บริษัทผู้ให้บริการสินเชื่อ เป็นต้น',
                        '**2. IdP (Identity Provider)**',
                        'หน่วยงานซึ่งมีหน้าที่พิสูจน์และยืนยันตัวตนของผู้ขอใช้บริการ ซึ่งจะต้องปฏิบัติตามกฎเกณฑ์ของธนาคารแห่งประเทศไทยและสำนักงานพัฒนาธุรกรรมทางอิเล็กทรอนิกส์ (สพธอ.) โดยสามารถออกสิ่งที่ใช้ยืนยันตัวตนได้ เช่น Mobile Banking หน่วยงานเหล่านี้ได้แก่ ธนาคาร และบริษัทโทรคมนาคม',
                        '**3. AS (Authoritative Source)**',
                        'หน่วยงานที่มีข้อมูลส่วนบุคคลที่น่าเชื่อถือของผู้ขอใช้บริการ เช่น ธนาคาร บริษัทข้อมูลเครดิตแห่งชาติ (NDB) และหน่วยงานรัฐ',
                        '**จุดเด่นของ NDID**',
                        '1. ลดความยุ่งยาก ซับซ้อนในการพิสูจน์และยืนยันตัวตนที่เปลืองทรัพยากรเป็นอย่างมาก ไม่ว่าจะเป็นเวลาและแรงงาน',
                        '2. ช่วยอำนวยความสะดวกให้ผู้รับบริการสามารถทำธุรกรรมต่าง ๆ ได้อย่างสะดวก รวดเร็ว ประหยัดเวลา และไม่ต้องมีหลาย ID',
                        '3. ยกระดับการทำธุรกรรมของประเทศไทยให้มีความปลอดภัยสูงตามมาตรฐานสากล โดยมีความปลอดภัยสูงกว่าการทำธุรกรรมที่มีการพิสูจน์และยืนยันตัวตนด้วยสำเนาบัตรประชาชน',
                        '**ข้อควรทราบของ NDID**',
                        '1. NDID Platform ไม่ใช่ระบบเก็บข้อมูลรวมศูนย์ ข้อมูลส่วนบุคคลยังคงเก็บอยู่ที่สมาชิกทั้ง 3 ประเภท คือ RP, IdP และ AS ดังนั้น NDID จึงไม่เห็นข้อมูลการทำธุรกรรม',
                        '2. NDID เก็บแค่ข้อมูล Timestamp บนระบบ Blockchain ว่าสมาชิกมีการร้องขอการพิสูจน์และยืนยันตัวตนไปที่ IdP ใด ณ เวลาใด และ AS ใด มีการส่งข้อมูลกลับไปยัง RP เวลาใดเช่นกัน',
                        '3. การส่งข้อมูลจาก AS กลับมายัง RP เป็นการส่งนอก NDID Platform แต่รับส่งกันด้วยมาตรฐานที่ NDID เป็นผู้ออกแบบให้ จึงมั่นใจได้ว่า NDID จะไม่เห็นข้อมูลใด ๆ ของลูกค้า',
                        '(ที่มา : Finomena)'

                    ]
                }
            ]
        },
        'ndid-verify': {
            title: 'การยืนยันตัวตนรูปแบบดิจิตอล NDID เพื่อเปิดบัญชีซื้อขายหลักทรัพย์',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'เพื่อให้เป็นไปตามแนวทางปฏิบัติด้านการนำเทคโนโลยีมาใช้ในการทำธุรกรรมดิจิตอลระหว่างลูกค้ากับบริษัทฯ ตามนโยบายของสำนักงานคณะกรรมการกำกับหลักทรัพย์ และตลาดหลักทรัพย์ (สำนักงาน ก.ล.ต.) และเพื่อเพิ่มความปลอดภัย โดยใช้เทคโนโลยีล้ำสมัยในการพิสูจน์และยืนยันตัวตนผ่านแพลตฟอร์ม National Digital ID (NDID) ในการสมัครบริการออนไลน์ด้านการเปิดบัญชีเพื่อซื้อขายหลักทรัพย์ จึงขอแนะนำขั้นตอนการเปิดบัญชีซื้อขายหลักทรัพย์ออนไลน์กับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ซึ่งมีขั้นตอนดังนี้',
                        '**ขั้นตอนการเปิดบัญชีซื้อขายหลักทรัพย์ออนไลน์ กับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด**'
                    ]
                },
                {
                    type: 'image',
                    url: '/images/education/ndid1.jpg',
                },
                {
                    type: 'list',
                    items: [
                        '**ขั้นตอนที่ 1 : ลงทะเบียนบริการยืนยันตัวตน (NDID) กับธนาคาร**',
                        '**การสมัครยืนยันตัวตน ผ่านบริการยืนยันตัวตนรูปแบบดิจิทัล NDID**',
                        'ก่อนที่ลูกค้าจะทำการเปิดบัญชีซื้อขายหลักทรัพย์กับบริษัท ลูกค้าจะต้องลงทะเบียน NDID กับธนาคารเพื่อรับบริการ NDID เสียก่อน ถึงแม้ว่าจะมีบัญชีธนาคารแล้ว ก็จะยังไม่สามารถใช้ NDID ได้เลยหากยังไม่ผ่านขั้นตอนการลงทะเบียนนี้ โดยลูกค้าสามารถลงทะเบียนรับบริการ NDID จากธนาคารทั้ง 9 แห่ง',
                        '**รายชื่อธนาคารที่ลงทะเบียนรับบริการ NDID มีดังนี้**',
                        'ธนาคารกสิกรไทย (KBANK) [คลิก](https://www.kasikornbank.com/th/personal/Account/Pages/NDID.aspx)',
                        'ธนาคารกรุงเทพ (BBL) [คลิก](https://www.bangkokbank.com/th-TH/Personal/Digital-Banking/NDID)',
                        'ธนาคารไทยพาณิชย์ (SCB) [คลิก](https://www.scb.co.th/th/personal-banking/other-services/ndid.html)',
                        'ธนาคารซีไอเอ็มบีไทย (CIMB) [คลิก](https://www.cimbthai.com/th/personal/ways-to-bank/ndid-authentication-service.html)',
                        'ธนาคารเกียรตินาคินภัทร (KKP) [คลิก](https://bank.kkpfg.com/th/personal-banking/digital-banking/kkp-ndid)',
                        'ธนาคารทหารไทยธนชาต (TTB) [คลิก](https://www.ttbbank.com/th/personal/digital-banking/ndid)',
                        'ธนาคารกรุงศรีอยุธยา (BAY) [คลิก](https://www.ttbbank.com/th/ttb-touch/detail/ndid)',
                        'ธนาคารออมสิน (GSB) [คลิก](https://www.gsb.or.th/online_service/ndid/)',
                        'ธนาคารอาคารสงเคราะห์ (GHB) [คลิก](https://www.ghbank.co.th/electronic-services/new-normal-services/ndid)',
                        '**ขั้นตอนที่ 2 : เปิดบัญชีซื้อขายหลักทรัพย์ผ่านบริการยืนยันตัวตน (NDID)**',
                        '**ขั้นตอนการกรอกข้อมูลเพื่อเปิดบัญชีซื้อขายหลักทรัพย์**'
                    ]
                },
                {
                    type: 'image',
                    url: '/images/education/ndid2.png',
                },
                {
                    type: 'list',
                    items: [
                        '1. หลังจากที่ดำเนินการยืนยันตัวตน (NDID) ในขั้นตอนที่ 1 เรียบร้อยแล้ว ให้ลูกค้ากรอกข้อมูลเพื่อเปิดบัญชี โดยคลิกเปิดบัญชีที่ Link [http://www.trinitythai.com/th/OpenAccount/SelectService](http://www.trinitythai.com/th/OpenAccount/SelectService)  โดยกรอกตามด้านล่าง'
                    ]
                },
                {
                    type: 'image',
                    url: '/images/education/ndid3.jpg',
                },
                {
                    type: 'list',
                    items: [
                        '2. หลังจากท่านเลือกรูปแบบการยืนยันตัวตนโดย NDID แบบดิจิตอล จะเข้าสู่ขั้นตอนการยืนยันตัวตน',
                        'ก่อนเข้าสู่ขั้นตอนการยืนยันตัวตนผ่าน NDID เพื่อเปิดบัญชีกับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ท่านต้องทำการตรวจสอบ 3 ข้อ เพื่อเตรียมความพร้อม ซึ่งได้แก่',
                        '**1. ท่านได้มีบัญชีกับธนาคารที่ต้องการใช้บริการ NDID**',
                        '**2. ท่านได้ลงทะเบียนรับบริการ NDID กับทางธนาคารเรียบร้อยแล้ว**',
                        '**3. ท่านมีแอปพลิเคชันของธนาคารนั้นๆ บนอุปกรณ์ที่ใช้งานแล้ว**',
                        '**ขั้นตอนที่ 3 : ยืนยันตัวตนด้วยบริการยืนยันตัวตน (NDID) กับ App.ธนาคาร**',
                        'ถ้าตรวจสอบตัวเองแล้วมีครบถ้วนทั้ง 3 ข้อก็สามารถยืนยันตัวตนผ่าน NDID เพื่อเปิดบัญชีกับ บริษัทหลักทรัพย์ ทรีนีตี้ จำกัดได้เลย (หากไม่ได้ดำเนินการให้ย้อนกลับไปสมัครใช้บริการ NDID ตามขั้นตอนที่ 1)',

                    ]
                },
                {
                    type: 'image',
                    url: '/images/education/ndid4.jpg',
                },
                {
                    type: 'list',
                    items: [
                        '**ขั้นตอนที่ 4 : กรอกข้อมูลส่วนบุคคลเพื่อรับบริการเปิดบัญชีซื้อขายหลักทรัพย์**',
                        'เริ่มเข้าสู่การกรอกข้อมูล และรายละเอียดส่วนบุคคลเพื่อเปิดบัญชี โดยกรอกตามด้านล่าง',
                    ]
                },
                {
                    type: 'image',
                    url: '/images/education/ndid5.jpg',
                },
                {
                    type: 'list',
                    items: [
                        '** กรณีลูกค้าต้องการกรอกข้อมูลเพิ่มเติม สามารถ Log in เข้าสู่ระบบ เพื่อทำการกรอกข้อมูล',
                        'ที่ Link [https://oacc.settrade.com/e-open-account/login?brokerId=022](https://oacc.settrade.com/e-open-account/login?brokerId=022)',
                        'USER คือ หมายเลขบัตรประจำตัวประชาชน',
                        'Password ตามที่ท่านตั้งไว้',
                        'หากมีข้อสงสัย สอบถามข้อมูลได้ที่ Call Center โทร. 02-343-9555',

                    ]
                },
            ]
        },
        'stock-start': {
            title: 'เริ่มเล่นหุ้นต้องทำอย่างไร',
            blocks: [
                {
                    type: 'list',
                    items: [
                        'ก่อนที่เราจะเริ่มลงทุนในหุ้น อย่างน้อยต้องทำการศึกษาข้อมูลในการลงทุนให้ชัดเจนก่อน โดยเริ่มจากการศึกษาตัวเองว่ามีความพร้อมในการลงทุนมากน้อยแค่ไหน ทั้งเงินทุน และความรู้ รวมถึงต้องเข้าพฤติกรรมของนักลงทุนในตลาดด้วย และต้องตระหนักเสมอว่าการลงทุนทุกอย่างในโลก ล้วนมีความเสี่ยง ยิ่งเสี่ยงมาก ผลตอบแทนยิ่งมากตามกันไป เมื่อเราศึกษาข้อมูลจนพร้อมแล้ว จึงเริ่มมาเรียนรู้ที่จะเข้าการลงทุนในหุ้นอย่างผู้รู้ ตามขั้นตอน ดังนี้',
                        '**1. เปิดบัญชีกับบริษัทหลักทรัพย์ ที่เป็นสมาชิกในตลาดหลักทรัพย์แห่งประเทศไทย**',
                        'ก่อนจะลงทุนในหุ้น จะต้องทำการเปิดบัญชีซื้อขายหุ้นเสียก่อน โดยยื่นเอกสารสมัครได้ที่บริษัทหลักทรัพย์ที่เป็นสมาชิกของตลาดหลักทรัพย์แห่งประเทศไทย หรือ "เปิดบัญชีซื้อขายได้กับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด"',
                        '**2. รู้ก่อนว่าจะซื้อขายหุ้น ผ่านช่องทางใด**',
                        'ในขณะที่กรอกใบสมัครเปิดบัญชีซื้อขายหุ้น นักลงทุนต้องรู้ก่อนว่ามีความต้องการจะซื้อขายผ่านทางช่องทางใด',
                        '**- ซื้อขายผ่านเจ้าหน้าที่การตลาด** : สามารถส่งคำสั่งซื้อขายให้กับเจ้าหน้าที่การตลาดของบริษัทโดยผ่านโทรศัพท์ เพื่อให้เจ้าหน้าที่เป็นผู้คีย์คำสั่งซื้อ-ขายหลักทรัพย์ที่ต้องการ',
                        '**ข้อดี** : เหมาะกับนักลงทุนมือใหม่ที่ยังต้องการได้รับคำปรึกษาจากเจ้าหน้าที่การตลาด ที่จะช่วยแนะนำการลงทุน รายงานสถานการณ์การลงทุน แนะนำหุ้นที่น่าสนใจ และคอยดูแลบัญชีการซื้อขายให้ตลอดเวลาที่ทำการซื้อขาย',
                        '**ข้อเสีย** : เสียค่าธรรมเนียมสูงกว่าการซื้อขายผ่านระบบอินเทอร์เน็ต และอาจจะมีปัญหาในการสื่อสารในช่วงที่มีการซื้อขายแบบเร่งด่วน',
                        '**- ซื้อขายผ่านระบบอินเทอร์เน็ต** : สามารถส่งคำสั่งซื้อขายหลักทรัพย์ และตรวจสอบสถานะซื้อขายได้ด้วยตนเองผ่านโปรแกรมการซื้อขายของบริษัท',
                        '**ข้อดี** : เหมาะกับนักลงทุนที่มีความเชี่ยวชาญ สามารถลงทุนได้ด้วยตนเอง และมีการศึกษาข้อมูลการลงทุนได้เองโดยไม่ต้องขอรับคำปรึกษาจากเจ้าหน้าที่การตลาด และยังสามารถคีย์คำสั่งซื้อขายได้เอง รวดเร็ว โดยไม่ต้องรอเจ้าหน้าที่การตลาด',
                        '**ข้อเสีย** : มักพบความผิดพลาดในคีย์คำสั่งซื้อขายบ่อยครั้งเนื่องจากยังขาดความชำนาญ และยนักลงทุนบางรายอาจจะได้รับข่าวสารในการลงทุนน้อย ทำให้ผลตอบแทนทางการลงทุนอาจจะไม่เป็นไปตามที่คาดการณ์ไว้',
                        '**3. ทำเข้าใจประเภทของบัญชีซื้อขายหุ้น และเลือกบัญชีให้เหมาะกับการลงทุนของตนเอง**',
                        'ในการเปิดบัญชีซื้อขายหุ้น (ไม่ว่าจะทำการซื้อขายผ่านเจ้าหน้าที่การตลาด หรือผ่านระบบอินเทอร์เน็ต)  ท่านสามารถเลือกบัญชีในการซื้อขายได้ 3 ประเภท ทั้งนี้ขึ้นอยู่กับความต้องการ และพฤติกรรมการลงทุนของนักลงทุน บัญชีที่ใช้ในการซื้อขายหุ้นมี 3 ประเภท ได้แก่ บัญชีเงินสด บัญชีเงินฝาก หรือ Cash Balance  และบัญชีเงินกู้ยืม หรือ Credit Balance ซึ่งแต่ละบัญชีแตกต่างกันตามรายละเอียดด้านล่าง (กรณีเปิดบัญชีกับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัดเท่านั้น)',
                    ]
                },
                {
                    type: 'table',
                    headers: ['ประเภทบัญชี', 'ลักษณะ'],
                    rows: [
                        [
                            '**บัญชีเงินสด**\n(Cash Account)',
                            '• เป็นบัญชีที่ไม่ต้องวางเงินสดเต็มจำนวนเป็นหลักประกัน แต่บริษัทหลักทรัพย์จะพิจารณาวงเงินที่เหมาะสมให้ตามฐานะทางการเงิน หลักประกัน และความสามารถในการชำระหนี้ของลูกค้า\n• เจ้าหน้าที่การตลาดจะแจ้งวงเงินในการซื้อขายให้กับนักลงทุน เมื่อนักลงทุนทราบวงเงินแล้วหากต้องการซื้อขายทันที จะต้องวางเงินประกัน 20% ของจำนวนเงินที่ต้องการซื้อขายหุ้น ทั้งนี้จะต้องไม่เกินวงเงินที่ได้รับการพิจารณาอนุมัติ\n• เมื่อนักลงทุนทำการซื้อขายหุ้นแล้ว ต้องชำระเงินเข้าบัญชีของบริษัทหลักทรัพย์ภายใน 2 วันทำการ หรือ T+2\n• ค่าธรรมเนียมในการซื้อขายหลักทรัพย์ผ่านเจ้าหน้าที่การตลาดและการซื้อขายผ่านอินเทอร์เน็ต ตาม [อัตราค่าธรรมเนียมในการซื้อขายของบริษัท](http://www.trinitythai.com/th/Brokerage/Commission)\n• กรณีที่มีหุ้นอยู่ในพอร์ตการลงทุนอยู่แล้ว ในการซื้อขายหุ้นครั้งต่อไป บริษัทจะให้วงเงินในการซื้อขายเป็นเงิน 5 เท่าของมูลค่าหุ้นที่ถือครองอยู่ในพอร์ตการลงทุน นักลงทุนอาจจะไม่ต้องวางหลักประกันเงินสดเพิ่มเติมก่อนทำการซื้อขายครั้งต่อไป ทั้งนี้ขึ้นอยู่กับมูลค่าหุ้นที่คงเหลือของนักลงทุนแต่ละท่าน\n• กรณีที่นักลงทุนขายหุ้นออกจนหมดแล้ว สามารถฝากเงินประกันไว้กับบัญชีหุ้นที่ดูแลโดยบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด โดยบริษัทจะให้ดอกเบี้ยตามประกาศของบริษัท โดยมีการเปลี่ยนแปลงอัตราดอกเบี้ยตามความเหมาะสม (ปัจจุบันดอกเบี้ยเงินฝากจะอยู่ที่ 0.90% ต่อปี) กรณีนี้นักลงทุนไม่ต้องวางเงินประกันเพิ่มในการซื้อขายหลักทรัพย์ครั้งต่อไป [อัตราดอกเบี้ยเงินฝากและเงินกู้ของบริษัท](http://www.trinitythai.com/th/Brokerage/Commission)'
                        ],
                        [
                            '**บัญชีเงินฝาก**\n(Cash Balance)',
                            '• เป็นบัญชีที่นักลงทุนต้องฝากเงินสดเข้าบัญชีซื้อขายหุ้นเต็มจำนวนตามวงเงินที่ต้องการทำการซื้อขายหุ้น\n• เมื่อมีการซื้อขายหุ้น จะมีการตัดเงินค่าซื้อขายหุ้นตามจำนวนที่ฝากเงินสดเข้ามาทันทีที่ทำการซื้อขาย หากเงินไม่พอสามารถทำการโอนเงินเข้าไปเพิ่มได้\n• กรณีมีเงินค้างอยู่ในบัญชี โดยยังไม่ได้นำไปซื้อหุ้นบริษัทจะให้ดอกเบี้ยตามประกาศของบริษัท โดยมีการเปลี่ยนแปลงอัตราดอกเบี้ยตามความเหมาะสม (ปัจจุบันดอกเบี้ยเงินฝากจะอยู่ที่ 0.90% ต่อปี) [อัตราดอกเบี้ยเงินฝากและเงินกู้ของบริษัท](http://www.trinitythai.com/th/Brokerage/Commission)\n• ค่าธรรมเนียมในการซื้อขายหลักทรัพย์ผ่านเจ้าหน้าที่การตลาดและการซื้อขายผ่านอินเทอร์เน็ต ตาม [อัตราค่าธรรมเนียมในการซื้อขายของบริษัท](http://www.trinitythai.com/th/Brokerage/Commission)'
                        ],
                        [
                            '**บัญชีเงินกู้ยืม**\n(Credit Balance)',
                            '• เป็นการกู้ยืมเงินจากบริษัทหลักทรัพย์เพื่อซื้อขายหุ้น โดยนักลงทุนจะต้องวางเงินสด หรือหุ้นเป็นหลักประกัน เช่น ได้รับวงเงินในการซื้อขายจากบริษัทหลักทรัพย์ 50% ต้องการซื้อหุ้น A จำนวน 1,000 บาท นักลงทุนต้องวางเงินประกัน 500 บาท และส่วนของบริษัทหลักทรัพย์ 500 บาท\n• นักลงทุนต้องจ่ายดอกเบี้ยสำหรับบัญชีนี้\n• วงเงินอาจจะเพิ่มหรือลดลงตามมูลค่าหุ้นในบัญชี\n• บริษัทมีสิทธิที่จะบังคับให้วางหลักประกัน หรือเรียกเงินสดเพิ่ม หรืออาจจะบังคับขาย (Forced Sell) หุ้นที่วางเป็นหลักประกันไว้ เพื่อรักษามูลค่าให้อยู่ในเกณฑ์ที่กำหนด\n• ค่าธรรมเนียมในการซื้อขายหลักทรัพย์ผ่านเจ้าหน้าที่การตลาดและการซื้อขายผ่านอินเทอร์เน็ต ตาม [อัตราค่าธรรมเนียมในการซื้อขายของบริษัท](http://www.trinitythai.com/th/Brokerage/Commission)'
                        ]
                    ]
                },
                {
                    type: 'list',
                    items: [
                        '4. ทดลองเริ่มต้นการซื้อขายหุ้นด้วยจำนวนน้อยๆ ใช้เงินไม่มากก่อน',
                        'สำหรับมือใหม่ในการลงทุนซื้อขายหุ้น แนะนำให้ลองทำการซื้อขายในหุ้นที่มีราคาต่ำ เช่น 1-5 บาท และซื้อในปริมาณน้อยๆ (โดยปริมาณหุ้นขั้นต่ำที่สามารถซื้อขายได้อยู่ที่ครั้งละ 100 หุ้น) เพื่อเป็นการฝึกการซื้อขายหุ้นให้มีความชำนาญ เพิ่มประสบการณ์ และฝึกการตัดสินใจในการลงทุน เมื่อเริ่มทำการซื้อขายจริง นักลงทุนจะเริ่มเรียนรู้จุดอ่อน จุดแข็งของตัวเอง และเริ่มรู้ข้อบกพร่องที่ตนเองยังขาดอยู่ รวมถึงเรียนรู้พฤติกรรมของนักลงทุนกลุ่มต่างๆ ในตลาด เพื่อสามารถเสริมสร้างความรู้ในการลงทุนให้ตรงจุดมากขึ้น',
                        '(ที่มา : ตลาดหลักทรัพย์แห่งประเทศไทย)',

                    ]
                },
            ]
        },
    }
}
