import { url } from 'node:inspector'
import { EducationCategory } from '../educationTypes'

export const crypto: EducationCategory = {
    id: 'crypto',
    title: 'คริปโทเคอร์เรนซี่',
    layoutType: 'card-grid',
    cardItems: [
        {
            id: 'crypto-basics',
            title: 'CRYPTO MARKET Update',
            description: 'ติดตามราคา Cryptocurrency แบบ Real-time',
            image: '/images/education/education-crypto/crypto1.png',
            category: 'Market Update',
            date: '2025-01-22',
            content: {
                blocks: [
                    {
                        type: 'text',
                        content: '**CRYPTO MARKET Update**'
                    },
                    {
                        type: 'tradingview_grid',
                        symbols: [
                            { symbol: 'BTCTHB', name: 'BITCOIN / THAI BAHT', exchange: 'BITKUB' },
                            { symbol: 'ETHTHB', name: 'ETHEREUM / THAI BAHT', exchange: 'BITKUB' },
                            { symbol: 'USDTTHB', name: 'TETHER', exchange: 'BITKUB' },
                            { symbol: 'GALATHB', name: 'GALA', exchange: 'BITKUB' },
                            { symbol: 'KUBTHB', name: 'KUB COIN', exchange: 'BITKUB' },
                            { symbol: 'NEARTHB', name: 'NEAR PROTOCOL', exchange: 'BITKUB' }
                        ]
                    },
                ]
            }
        },
        {
            id: 'bitcoin-ethereum',
            title: 'ทำความรู้จัก Crypto Fear & Greed Index',
            description: 'เปรียบเทียบสกุลเงินดิจิทัลยอดนิยม',
            image: '/images/education/education-crypto/crypto2.png',
            category: 'เปรียบเทียบ',
            date: '2025-01-20',
            content: {
                blocks: [
                    {
                        type: 'text',
                        content: '**Fear & Greed Index ดัชนีความกลัวและความโลภ**'
                    },
                    {
                        type: 'image',
                        url: '/images/education/education-crypto/crypto-2-1.png',
                        width: '60%' // ปรับขนาดรูป (เช่น 50%, 300px)
                    },
                    {
                        type: 'text',
                        content: '**ทำไมต้องวัดความกลัวและความโลภ?**'
                    },
                    {
                        type: 'text',
                        content: 'พฤติกรรมของตลาดคริปโตนั้นผันผวนและเกี่ยวข้องกับอารมณ์เป็นอย่างมาก นักลงทุนจะอยากซื้อเมื่อตลาดปรับตัวขึ้นซึ่งส่งผลให้เกิดการ FOMO (กลัวการพลาดโอกาส) ส่งผลให้เกิดการกระทำที่เรียกว่า Panic BUY ในทางกลับกัน ก็มักจะขายเหรียญของตนทันทีเมื่อเห็นตลาดเป็นสีแดง เรียกว่า Panic SELL'
                    },
                    {
                        type: 'text',
                        content: 'ด้วยเหตุนี้ ดัชนีความกลัวและความโลภ จึงถูกคิดขึ้นเพื่อเป็นเครื่องมือในการวิเคราะห์สภาพตลาดในมิติของอารมณ์ ซึ่งมีข้อสังเกตุง่ายๆ สองข้อ:'
                    },
                    {
                        type: 'list',
                        items: [
                            '1. ความกลัวที่รุนแรง อาจเป็นสัญญาณว่านักลงทุนกังวลมากเกินไป "นั่นอาจเป็นโอกาสที่ดีในการเข้าซื้อ"',
                            '2. เมื่อนักลงทุนโลภและกล้าเกินไป แสดงว่าตลาดครบองค์ประกอบสำหรับการปรับฐาน "นั่นอาจเป็นจังหวะที่ดีในการทยอยขาย"'
                        ]
                    },
                    {
                        type: 'text',
                        content: 'ดังนั้น จึงวิเคราะห์ความรู้สึกในปัจจุบันของตลาด และกำหนดตัวเลขให้เป็นมาตรวัดง่ายๆ จาก 0 ถึง 100 โดย'
                    },
                    {
                        type: 'list',
                        items: [
                            '0-24 = กลัวแบบสุดๆ',
                            '24-49 = เกิดความกลัว',
                            '50-74 = เกิดความโลภ',
                            '75-100 = โลภแบบสุดๆ'
                        ]
                    },
                    {
                        type: 'text',
                        content: '**วัฏจักรของความกลัวและความโลภ**'
                    },
                    {
                        type: 'image',
                        url: '/images/education/education-crypto/crypto-2-2.png',
                        width: '60%', // ปรับขนาดรูป (เช่น 50%, 300px)
                        caption: 'ที่มา: https://www.miraeassetmf.co.in/knowledge-center/importance-of-investor-behaviour-in-market-correction-greed-and-fear-cycle'
                    },
                    {
                        type: 'text',
                        content: '**ดัชนี Crypto Fear and Greed คำนวณมาจากอะไร?**'
                    },
                    {
                        type: 'text',
                        content: 'ขึ้นชื่อว่าเป็นดัชนี แปลว่าต้องมีการกำหนดเกณฑ์ในการสร้างและสูตรคำนวณที่เป็นมาตรฐาน เช่นเดียวกัน Crypto Fear & Greed ถูกสร้างขึ้นจากการนำ Bitcoin เป็นข้อมูลอ้างอิงในการทำดัชนีซึ่งเป็นเหรียญที่ใหญ่ที่สุดและได้รับความนิยมที่สุด ทำให้ผู้คนให้ความสำคัญและสามารถใช้เครื่องมือทางด้าน Social Network ในการตรวจวัดการให้ความสนใจซึ่งคาดหวังประสิทธิภาพได้ เรามาดูกันว่าหลักเกณฑ์ในการสร้างดัชนีใช้อะไรเป็นตัวกำหนดบ้าง'
                    },
                    {
                        type: 'text',
                        content: '**Volatility 25%**'
                    },
                    {
                        type: 'text',
                        content: 'ใช้ค่าความผันผวน ณ ปัจจุบัน และ Maximum Drawdown ของราคา Bitcoin เปรียบเทียบดูความสอดคล้องของความผันผวนเฉลี่ยย้อนหลัง 30 วัน และ 90 วัน เมื่อความผันผวนเพิ่มขึ้น แสดงให้เห็นถึงสัญญาณของตลาดที่ควรระมัดระวัง'
                    },
                    {
                        type: 'text',
                        content: '**Market Momentum/Volume 25%**'
                    },
                    {
                        type: 'text',
                        content: 'คำนวณจากโมเมนตันและปริมาณการซื้อขาย เช่นเดียวกันกับ Volatility (เปรียบเทียบกับค่าเฉลี่ยย้อนหลัง 30 วันและ 90 วัน) แล้วนำค่าทั้งสองมารวมกัน โดยทั่วไปจะใช้สมมติฐานว่า ในข้อมูลแบบรายวันหากพบปริมาณการซื้อสูงในช่วงตลาดขาขึ้น เราจะมองว่าตลาดเริ่มมีความ FOMO หรือ ความโลภที่มากเกินไป'
                    },
                    {
                        type: 'text',
                        content: '**Social Media 15%**'
                    },
                    {
                        type: 'text',
                        content: 'ใช้การตรวจตรา Social Media / Network ต่างๆ ว่ามีการพูดถึงคริปโตแต่ละเหรียญ เช่น การใช้ hash tag (#) หรือการส่งข้อความจากทวิตเตอร์มาวิเคราะห์ (ยังใช้ข้อมูลเฉพาะ Bitcoin) โดยคำนวณจากอัตราความรวดเร็วในการแพร่สะพัดของข้อมูลและจำนวนการโต้ตอบของผู้ใช้ ยิ่งมีการใช้งานหรือผ่านตามากก็มีแนวโน้มว่าตลาดกำลังเข้าสู่ช่วงตลาดที่มีความโลภเกิดขึ้น'
                    },
                    {
                        type: 'text',
                        content: '**Surveys 15%**'
                    },
                    {
                        type: 'text',
                        content: 'แบบสำรวจความคิดเห็นบนเว็บไซต์ ซึ่งจะใช้วิธีเปิดรับความคิดเห็นจากชุมชนผู้ใช้งาน 2,000-3,000 ความเห็น แล้วนำมาคำนวณหาค่าเฉลี่ย (แต่ในปัจจุบันหยุดใช้ปัจจัยนี้ชั่วคราว)'
                    },
                    {
                        type: 'text',
                        content: '**Dominance 10%**'
                    },
                    {
                        type: 'text',
                        content: 'ใช้การชี้นำจากการคำนวณสัดส่วนของตลาดคริปโตเทียบกับ Bitcoin พิจารณาจากปริมาณซื้อขาย Bitcoin โดยมองว่าเมื่อคนส่วนใหญ่ซื้อ Bitcoin นั่นหมายถึงเกิดความกังวลว่าเหรียญเล็กๆ Alt-coin มีการเก็งกำไรมากเกินไป จึงต้องการหาที่หลบภัย (มองว่า Bitcoin มีความปลอดภัยกว่า) ในทางตรงกันข้าม เมื่อนักลงทุนขาย Bitcoin และเข้าซื้อ Alt-coin เพราะคาดหวังกำไรที่มากกว่า นั่นหมายถึงสัญญาณของตลาดที่เริ่มมีความโลภมากขึ้น ทั้งนี้ อาจยังมีข้อโต้แย้งเรื่องการซื้อหรือขาย alt-coin ซึ่งแน่นอนว่าไม่สามารถสรุปแบบนี้กับทุกๆเหรียญได้ หรือการเข้าซื้อเหรียญ altcoin ที่ทำให้สัดส่วนของตลาดคริปโตเปลี่ยนแปลงอาจหมายถึงขาขึ้นอย่างแท้จริงของทั้งตลาดก็ได้'
                    },
                    {
                        type: 'text',
                        content: '**Trends 10%**'
                    },
                    {
                        type: 'text',
                        content: 'Trends ในที่นี้ไม่ใช่แนวโน้มเรื่องของราคา แต่เป็น Google Trends ที่ใช้จำนวนครั้งของการค้นหาที่เกี่ยวข้องกับ Bitcoin มาวิเคราะห์ หากคำค้นหาเยอะนั่นหมายถึงนักลงทุนให้ความสนใจกับตลาดนี้มากขึ้น นอกจากนี้ คำที่ใช้ค้นหาก็สามารถบ่งบอกถึงความกังวลได้ด้วยเช่นกัน'
                    },
                    {
                        type: 'text',
                        content: '**ตัวอย่าง เปรียบเทียบความเคลื่อนไหวของราคา BTC กับ Fear & Greed Index**'
                    },
                    {
                        type: 'image',
                        url: '/images/education/education-crypto/crypto-2-3.png',
                        width: '80%', // ปรับขนาดรูป (เช่น 50%, 300px)
                    },
                    {
                        type: 'list',
                        items: [
                            'จากภาพเป็นการกำหนดจุดซื้อที่ค่าดัชนี ประมาณ 25 และขายเมื่อค่าดัชนีแตะที่ระดับ 75',

                            'หลังจากได้รู้จักกับดัชนีชี้วัดความกล้าความกลัวกันแล้วว่ามีวิธีการดูอย่างไร และประกอบไปด้วยอะไรบ้าง\nนักลงทุนก็จะสามารถเข้าใจและติดตามในรายละเอียดเพื่อนำมาวิเคราะห์ด้วยตัวเองได้อย่างมีประสิทธิภาพยิ่งขึ้น',

                            'อย่างไรก็ตาม การใช้เพียง Fear & Greed Index เพียงอย่างเดียว อาจไม่สามารถให้ผลลัพธ์ที่ดีได้\nนักลงทุนควรศึกษาเครื่องมืออื่นๆประกอบการพิจารณาเพิ่มเติม โดยเฉพาะตลาดสินทรัพย์ดิจิทัลที่มีความผันผวนสูง'
                        ]
                    }
                ]

            }
        },
        {
            id: 'crypto-wallet',
            title: 'Play-to-Earn การเล่นเกมเพื่อสร้างรายได้ ที่ช่วยผลักดันการเติบโต...',
            description: 'วิธีการเก็บรักษาสกุลเงินดิจิทัลอย่างปลอดภัย',
            image: '/images/education/education-crypto/crypto3.png',
            category: 'ความปลอดภัย',
            date: '2025-01-18',
            content: {
                blocks: [
                    {
                        type: 'text',
                        content: '**Play-to-Earn**'
                    },
                    {
                        type: 'text',
                        content: 'โมเดลธุรกิจ Play-to-Earn คือการพัฒนาล่าสุดของอุตสาหกรรมเกม ในรูปแบบธุรกิจที่รวบรวมแนวคิดของเศรษฐกิจแบบเปิดและให้ผลประโยชน์ทางการเงินตอบแทนแก่ผู้เล่นทุกคนที่มีส่วนร่วมในโลกของเกม'
                    },
                    {
                        type: 'text',
                        content: 'ในช่วงปลายยุค 70 ถึงต้นยุค 80 เป็นยุคที่การเล่นเกมบนเครื่องอาร์เคดตามศูนย์การค้าได้รับความนิยมเป็นอย่างมาก ทำให้โมเดลธุรกิจที่เกี่ยวกับวิดีโอเกมได้รับการพัฒนาทางด้านเทคโนโลยีอยู่เรื่อยๆ เพื่อให้เข้าถึงผู้เล่นได้มากขึ้น แต่ในยุคสมัยปัจจุบันนี้เราสามารถเล่นเกมบนสมาร์ทโฟนของเราได้ทุกที่ทุกเวลา'
                    },
                    {
                        type: 'text',
                        content: '**การเล่นเกมแบบ Play-to-Earn**'
                    },
                    {
                        type: 'text',
                        content: 'การให้สิทธิ์กับเหล่าเกมเมอร์ในทรัพย์สินของเกม จะช่วยให้พวกเขาสามารถสร้างมูลค่าเพิ่มได้โดยการเล่นเกมอย่างแข็งขัน ซึ่งเป็นองค์ประกอบหลักของรูปแบบธุรกิจที่เล่นเพื่อหารายได้ ทำให้ผู้เล่นสามารถสร้างมูลค่าให้กับผู้เล่นคนอื่นๆและนักพัฒนาได้ ในทางกลับกันพวกเขาจะได้รับรางวัลเป็นทรัพย์สินในเกม สินทรัพย์ดิจิทัลเหล่านี้สามารถเป็นอะไรก็ได้ตั้งแต่ Cryptocurrency ไปจนถึงทรัพยากรในเกมที่ถูก Tokenized บน Blockchain เป็นเหตุผลที่ทำให้รูปแบบธุรกิจที่เล่นเพื่อสร้างรายได้นั้นเข้ากันได้ดีกับเกม Blockchain'
                    },
                    {
                        type: 'text',
                        content: 'ในรูปแบบธุรกิจที่เล่นเพื่อหารายได้ เกมและนักพัฒนาจะให้รางวัลแก่ผู้เล่นสำหรับการทุ่มเทเวลาและความพยายาม ตัวอย่างเช่น ผู้เล่น Axie Infinity จะได้รับ Small Love Potions (SLP) ซึ่งเป็นสิ่งที่ผู้เล่นต้องการเพื่อนำมาสร้าง Axies ใหม่ และยังสามารถทำการขายโทเคนให้กับผู้เล่นรายอื่นในตลาดเปิดได้ด้วยเช่นกัน ซึ่งไม่เหมือนกับเกมทั่วไปที่ไอเท็มในเกมถูกเก็บไว้บนเครือข่ายข้อมูล โดยบริษัทที่สร้างเกม NFT จะช่วยให้ผู้เล่นสามารถเป็นเจ้าของทรัพย์สินเฉพาะที่ซื้อมาได้ ยิ่งไปกว่านั้นเมื่อได้เป็นเจ้าของ NFT แล้ว ก็จะสามารถขายได้อย่างอิสระนอกแพลตฟอร์มที่สร้างขึ้นมา ซึ่งเป็นสิ่งที่ไม่สามารถทำได้กับเกมทั่วไป นั่นก็หมายความว่า NFT ที่เป็นตัวแทนของไอเท็มในเกมสามารถซื้อและขายเป็นสกุลเงิน fiat ในตลาดซื้อขาย NFT ใดก็ได้ และเนื่องจาก NFT เหล่านั้นมีความขาดแคลน จึงมีคุณค่าในโลกแห่งความเป็นจริง'
                    },
                    {
                        type: 'text',
                        content: 'สำหรับเกมปกติ ไม่มีแรงจูงใจให้เล่นนอกจากความเพลิดเพลินอย่างแท้จริง เว้นแต่จะเป็นผู้เล่นอีสปอร์ตมืออาชีพหรือสตรีมเมอร์ที่มีผู้ติดตามจำนวนมาก ที่จะสามารถสร้างรายได้จากการเล่นเกมปกติได้'
                    },
                    {
                        type: 'text',
                        content: '**การเพิ่มขึ้นของรูปแบบการเล่นแบบ Play-to-Earn**'
                    },
                    {
                        type: 'text',
                        content: 'เกมที่เล่นเพื่อหารายได้ที่ใหญ่ที่สุดคือ Axie Infinity เกมต่อสู้สัตว์ประหลาดสไตล์โปเกมอนที่เปิดตัวในปี 2561 โดยสตูดิโออินดี้ Sky Mavis เกมดังกล่าวมีผู้เล่นรวบรวมสิ่งมีชีวิตเป็นตัวการ์ตูนที่เรียกว่า Axies ซึ่งแสดงโดย NFTs; Axie ที่แต่ละตัวมีจุดแข็งและจุดอ่อนที่ไม่เหมือนใคร ผู้เล่นสามารถผจญภัย ต่อสู้ และขยายพันธุ์ Axies ได้ในขณะที่เล่น ผู้เล่นจะได้รับโทเคนการเข้ารหัสลับ Smooth Love Potion (SLP) เป็นรางวัลสำหรับการต่อสู้ ในขณะที่โทเคน Axie Infinity Shard (AXS) ใช้เพื่อโหวตการตัดสินใจเกี่ยวกับเกมและการพัฒนาในอนาคต ด้วยผู้ใช้ 2.8 ล้านคนต่อวันและปริมาณการซื้อขายรวม 3.8 พันล้านดอลลาร์ Axie Infinity จึงได้กลายเป็นหนึ่งในเกมที่เล่นเพื่อสร้างรายได้ที่โดดเด่น'
                    },
                    {
                        type: 'text',
                        content: 'แม้ว่าเกมแบบ Play-to-Earn จำนวนมากจะสร้างขึ้นบนบล็อกเชนยอดนิยม เช่น Ethereum และ Polygon แต่การแปลงเป็นเหรียญอื่นอาจไม่ใช่กระบวนการที่ง่าย NFT อาจใช้เวลาในการขาย ในขณะที่มูลค่าเหรียญในเกมอาจผันผวนอย่างรวดเร็ว'
                    },
                    {
                        type: 'text',
                        content: 'ดังนั้นก่อนที่จะลงทุนในเกมเหล่านี้ ควรศึกษาหาข้อมูลเพื่อทำความเข้าใจว่าจะสร้างรายได้ในโลกแห่งความเป็นจริงได้อย่างไร Cryptocurrency ที่ได้รับจากเกมที่เล่นเพื่อหารายได้มาพร้อมกับความเสี่ยงโดยธรรมชาติและไม่รับประกันผลตอบแทน โดยสามารถติดตามข้อมูลแบบเรียลไทม์ได้ที่ DappRadar.com, CoinMarketCap.com และ playtoearn.net'
                    },
                    {
                        type: 'text',
                        content: '**เชื่อมโยงสู่จักรวาล Metaverse**'
                    },
                    {
                        type: 'text',
                        content: 'การพัฒนาควบคู่ไปกับการเล่นเกมแบบ Play-to-Earn คือ Metaverse ซึ่งเป็นโลกเสมือนจริงที่ใช้ร่วมกัน ซึ่งผู้ใช้งานส่วนใหญ่มักจะใช้เพื่อพบปะ, ทำงานร่วมกัน หรือเล่นเกม'
                    },
                    {
                        type: 'text',
                        content: 'Blockchain, Cryptocurrency และ NFT มีบทบาทอย่างมากในแผนสำหรับ Metaverse โดยมีวัตถุเสมือนและ Land ที่แสดงอยู่บน non-fungible tokens ความนิยมที่เพิ่มขึ้นส่งผลให้แพลตฟอร์ม Metaverse เช่น The Sandbox, Decentraland และ CryptoVoxels กำลังนำ NFT เข้าสู่โลกเสมือนจริง ในขณะที่ Facebook (ปัจจุบันเปลี่ยนชื่อเป็น Meta ซึ่งแสดงถึงความทะเยอทะยาน) Adidas และ Samsung ก็ได้เข้าร่วมแล้วเช่นกัน'
                    },
                    {
                        type: 'text',
                        content: 'แม้ว่าเราจะอยู่ในช่วงเริ่มต้นของ Metaverse แต่เราได้เห็นการแสดงคอนเสิร์ตเสมือนหรือ Virtual Concert ซึ่งการเล่นเกมจะต้องตามมาอย่างแน่นอนในไม่ช้า และด้วยคำมั่นสัญญาของ Metaverse เกี่ยวกับโลกที่ทำงานร่วมกันได้ และ NFT ที่ทำให้ไอเท็มในเกมสามารถข้ามไปมาระหว่างแพลตฟอร์ม Metaverse ได้ ก็จะสามารถทำหน้าที่เป็นตัวเร่งปฏิกิริยาที่ทรงพลังสำหรับการเล่นเกมแบบ Play-To-Earn'
                    },
                    {
                        type: 'text',
                        content: 'ในท้ายที่สุด สิ่งที่ปฏิเสธไม่ได้คือพลังของการเล่นเพื่อสร้างรายได้ ทุกคนจากทุกที่มีโอกาสหาเลี้ยงชีพได้ เพียงแค่เล่นเกมที่ชื่นชอบ แต่มักจะมาพร้อมกับการลงทุนทางการเงินเบื้องต้น, ค่าใช้จ่ายในการเรียนรู้เกมและความเสี่ยงที่จะต้องเผชิญ'
                    },
                    {
                        type: 'text',
                        content: '**บทความ Cryptocurrency ประจำเดือนกุมภาพันธ์ 2565**'
                    }

                ]
            }
        },
        {
            id: 'crypto-trading',
            title: 'Tokenomic คืออะไร เกี่ยวข้องยังไงกับ Cryptocurrency ??',
            description: 'กลยุทธ์และเทคนิคการเทรดสกุลเงินดิจิทัล',
            image: '/images/education/education-crypto/crypto4.png',
            category: 'การเทรด',
            date: '2025-01-15',
            content: {
                blocks: [
                    {
                        type: 'text',
                        content: '**Fear & Greed Index ดัชนีความกลัวและความโลภ**'
                    },
                    {
                        type: 'image',
                        url: ('/images/education/education-crypto/crypto-2-1.png')
                    },
                    {
                        type: 'text',
                        content: 'การเทรด Cryptocurrency เป็นการซื้อขายสกุลเงินดิจิทัลเพื่อทำกำไรจากความผันผวนของราคา นักเทรดควรศึกษาทั้ง Technical Analysis และ Fundamental Analysis เพื่อวิเคราะห์แนวโน้มตลาด และต้องมีการบริหารความเสี่ยงที่ดี'
                    },
                    {
                        type: 'text',
                        content: 'รับชมได้จาก [Youtube บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด](https://www.youtube.com/@trinitysecuritiesgroup5169)'
                    },
                    {
                        type: 'text',
                        content: '**สอบถามข้อมูลการลงทุน Cryptocurrency**'
                    },
                    {
                        type: 'list',
                        items: [
                            '• เจ้าหน้าที่การตลาดของท่าน',
                            '• ฝ่ายพัฒนาธุรกิจ โทร. 02-088-9350 และ 02-088-9358',
                            '• ฝ่ายการตลาดอิเล็กทรอนิกส์ โทร. 02-088-9125, 02-088-9126 และ 02-088-9127'
                        ]
                    }
                ]
            }
        },
        {
            id: 'crypto-defi',
            title: 'Web 3.0 คืออะไร...',
            description: 'ระบบการเงินไร้ตัวกลางที่กำลังมาแรง',
            image: '/images/education/education-crypto/crypto5.png',
            category: 'ความรู้พื้นฐาน',
            date: '2025-01-14',
            content: {
                blocks: [
                    { type: 'text', content: '**DeFi คืออะไร?**' },
                    { type: 'text', content: 'DeFi ย่อมาจาก Decentralized Finance ระบบการเงินที่ไม่ต้องพึ่งพาตัวกลางอย่างธนาคาร' }
                ]
            }
        },
        {
            id: 'crypto-nft',
            title: 'Rug Pull . . . ภัยร้ายที่สามารถเกิดขึ้นได้แบบไม่คาดคิด...',
            description: 'ศิลปะและของสะสมบนโลกดิจิทัล',
            image: '/images/education/education-crypto/crypto6.png',
            category: 'สินทรัพย์ดิจิทัล',
            date: '2025-01-12',
            content: {
                blocks: [
                    { type: 'text', content: '**NFT คืออะไร?**' },
                    { type: 'text', content: 'NFT คือสินทรัพย์ดิจิทัลที่มีลักษณะเฉพาะตัว ไม่สามารถทดแทนกันได้' }
                ]
            }
        },
        {
            id: 'crypto-mining',
            title: 'NFT เป็นเพียงแค่การโฆษณาชวนเชื่อหรือการเปลี่ยนแปลงสู่วิถีใหม่?',
            description: 'เบื้องหลังการทำงานของเครือข่าย Bitcoin',
            image: '/images/education/education-crypto/crypto7.png',
            category: 'เทคโนโลยี',
            date: '2025-01-10',
            content: {
                blocks: [
                    { type: 'text', content: '**การขุด Bitcoin**' },
                    { type: 'text', content: 'กระบวนการยืนยันธุรกรรมและสร้างเหรียญใหม่ในระบบ Bitcoin' }
                ]
            }
        },
        {
            id: 'crypto-regulations',
            title: 'SushiSwap(SUSHI) โปรโตคอลที่ถูกประเมินค่าต่ำที่สุดใน DeFi ?',
            description: 'สิ่งที่นักลงทุนต้องรู้เพื่อความถูกต้อง',
            image: '/images/education/education-crypto/crypto8.png',
            category: 'กฎหมาย',
            date: '2025-01-08',
            content: {
                blocks: [
                    { type: 'text', content: '**ภาษีคริปโต**' },
                    { type: 'text', content: 'นักลงทุนมีหน้าที่ต้องนำกำไรจากการเทรดมารวมคำนวณภาษีเงินได้บุคคลธรรมดา' }
                ]
            }
        },
        {
            id: 'crypto-web3',
            title: 'Ethereum กับการปรับโฉมสู่ Layer 2',
            description: 'อนาคตของโลกออนไลน์แบบไร้ศูนย์กลาง',
            image: '/images/education/education-crypto/crypto9.png',
            category: 'เทคโนโลยี',
            date: '2025-01-05',
            content: {
                blocks: [
                    { type: 'text', content: '**Web 3.0**' },
                    { type: 'text', content: 'ยุคใหม่ของอินเทอร์เน็ตที่คืนความเป็นเจ้าของข้อมูลกลับสู่ผู้ใช้งาน' }
                ]
            }
        },
        {
            id: 'crypto-scams',
            title: 'รู้ทันกลโกงในโลกคริปโต',
            description: 'วิธีป้องกันตัวเองจากมิจฉาชีพ',
            image: '/images/education/education-crypto/crypto2.png',
            category: 'ความปลอดภัย',
            date: '2025-01-02',
            content: {
                blocks: [
                    { type: 'text', content: '**ระวังการหลอกลวง**' },
                    { type: 'text', content: 'ไม่ควรโอนเหรียญให้คนที่ไม่รู้จัก หรือแพลตฟอร์มที่ให้ผลตอบแทนสูงเกินจริง' }
                ]
            }
        }
    ]
}
