import { TrendingUp, Briefcase, PieChart, FileText, Building2, CheckCircle, Shield } from 'lucide-react'
import type { LucideIcon } from 'lucide-react'
import { ServicesData } from './serviceTypes'
import { rightOfferingData } from './rightOfferingData'
import { bondProduct } from './bondProduct'

// =====================================================
// Data
// =====================================================
export const servicesData: ServicesData = {
    'vietnam-fund': {
        id: 'vietnam-fund',
        title: 'SSI-SCA (กองทุนเวียดนาม)',
        label: 'SSI-SCA กองทุนเวียดนาม',
        icon: Building2,
        color: 'green',
        submenu: [
            {
                id: 'info-section',
                label: 'ข้อมูลเกี่ยวกับกองทุน SSI-SCA',
                items: [
                    { id: 'info-basic', label: 'ข้อมูลเบื้องต้น' },
                    { id: 'info-weekly', label: 'รายงานกองทุนประจำสัปดาห์' }
                ]
            },
            {
                id: 'opening-section',
                label: 'การเปิดบัญชี',
                items: [
                    { id: 'opening-eopen', label: 'เปิดบัญชีออนไลน์ E-OPEN' },
                    { id: 'opening-new', label: 'เปิดบัญชีด้วยเอกสาร ลูกค้าใหม่' },
                    { id: 'opening-current', label: 'เปิดบัญชีด้วยเอกสาร ลูกค้าปัจจุบัน' }
                ]
            },
            {
                id: 'trading-section',
                label: 'วิธีการซื้อขายกองทุน SSI-SCA',
                items: [
                    { id: 'trading-fees', label: 'ค่าธรรมเนียมกองทุนและการทำรายการ' },
                    { id: 'trading-payment', label: 'วิธีการชำระค่าซื้อกองทุน' },
                    { id: 'trading-manual', label: 'คู่มือการส่งคำสั่งผ่าน Trinity Member' },
                ]
            },
            {
                id: 'trading-form-section',
                label: 'แบบฟอร์มคำสั่งซื้อ-ขายหน่วยลงทุน',
                items: [
                    { id: 'trading-form', label: 'แบบฟอร์มคำสั่งซื้อ-ขายหน่วยลงทุน' }
                ]
            },
            {
                id: 'prospectus-section',
                label: 'หนังสือชี้ชวน (ภาษาอังกฤษ)',
                items: [
                    { id: 'prospectus-sca', label: 'SSI-SCA (กองทุนเวียดนาม)' }
                ]
            },
            {
                id: 'performance-section',
                label: 'รายงานผลประกอบการกองทุน',
                items: [
                    { id: 'performance-weekly', label: 'ผลประกอบการรายสัปดาห์' },
                    { id: 'performance-monthly', label: 'ผลประกอบการรายเดือน' }
                ]
            }
        ],
        content: {
            'info-basic': {
                title: 'SSI SUSTAINABLE COMPETITIVE ADVANTAGE FUND',
                description: '',
                services: [],
                blocks: [{
                    type: 'list',
                    items: [
                        '**SSI-SCA คืออะไร**',
                        'SSI-SCA คือกองทุนรวมต่างประเทศสัญชาติเวียดนาม ลงทุนในหุ้นในตลาดหลักทรัพย์ของประเทศเวียดนาม SSI-SCA มีชื่อย่อมาจาก SSI Sustainable Competitive Advantage Fund ตลาดหุ้นของเวียดนามที่กองทุนนี้ลงทุนได้แก่ Ho Chi Minh Stock Exchange และ Hanoi Stock Exchange และกองทุนนี้มีการบริหารโดยผู้จัดการกองทุนชาวเวียดนาม',
                        '**ผลตอบแทนกองทุนนับตั้งแต่ต้นปี 2025 (ข้อมูล ณ วันที่ 31 พย. 2025)**',
                        'ข้อมูล ณ วันที่ 31 พย. 2025'
                    ]
                },
                {
                    type: 'images_grid',
                    images: [
                        {
                            url: '/images/vietnam-fund/graphssisca.jpg',
                        },

                    ]
                }, {
                    type: 'list',
                    items: [
                        '**SSIAM เป็นใคร**',
                        'บริษัทหลักทรัพย์ SSI Asset Management Co., LTD (SSIAM) เป็นบริษัทหลักทรัพย์ในประเทศเวียดนามที่ให้บริการด้านการบริหารการลงทุนกับลูกค้าสถาบันต่างประเทศ สถาบันในประเทศ และลูกค้าบุคคลทั้งในและต่างประเทศ โดยมีสินทรัพย์ภายใต้การจัดการรวมทั้งสิ้น 579 ล้านเหรียญสหรัฐฯ (ข้อมูล ณ วันที่ 31 ธันวาคม 2022) และมีผู้จัดการกองทุนและทีมนักวิเคราะห์หลักทรัพย์ที่เป็นบุคลากรที่มีประสบการณ์ความสามารถและความรู้ความเข้าใจการลงทุนในเวียดนามกว่า 25 คน',
                        'SSIAM ถือหุ้นโดยบริษัท Saigon Securities Incorporation (SSI) 100% ซึ่ง SSI เป็นบริษัทหลักทรัพย์ที่ใหญ่ที่สุดในเวียดนาม มีมูลค่าหลักทรัพย์ตามราคาตลาด (Market Capitalization) และรายได้มากที่สุดในปี 2018 ของประเทศเวียดนาม โดยให้บริการด้านหลักทรัพย์ครบวงจร ซึ่งเป็นบริษัทหลักทรัพย์ที่มีความน่าเชื่อถือและได้รับรางวัลผลการดำเนินงานยอดเยี่ยมในระดับนานาชาติมากมาย',
                        '',
                        '**ใครคือผู้บริหารจัดการกองทุน SSI-SCA**',
                        'บริษัทหลักทรัพย์ SSI Asset Management Co., LTD หรือมีชื่อย่อสั้นๆ ว่า SSIAM',
                        '',
                        '**กองทุนนี้ต่างจากกองทุนของ บลจ.อื่นที่ลงทุนในกองทุนเวียดนามอย่างไร**',
                        'โดยปกติแล้วหากนักลงทุนไทยต้องการเข้าไปลงทุนในตลาดทุนเวียดนาม ตัวเลือกของนักลงทุนไทยที่มีอยู่ในปัจจุบันได้แก่',
                        '- ลงทุุน **ด้วยตนเอง** ผ่านโบรกเกอร์ในไทย หรือ',
                        '- ลงทุนผ่าน **กองทุนรวมหรือกองทุนส่วนบุคคลสัญชาติไทย** ที่ไปลงทุนในหุ้นเวียดนามโดยตรง',
                        '- ลงทุนผ่าน **กองทุนรวมสัญชาติไทยประเภท Fund of Funds** ที่ไปลงทุนในกองทุนรวมต่างประเทศ (Foreign Funds)ที่ลงทุนในหุ้นเวียดนาม เช่น ETF และหุ้นอื่นๆ',
                        '- ลงทุนผ่าน **ตราสารแสดงสิทธิการฝากหลักทรัพย์ต่างประเทศ (DR)** ที่ถือ ETF ที่ลงทุนตามดัชนี VN30 ของเวียดนาม',
                        '- ลงทุนผ่าน **กองทุนรวมสัญชาติเวียดนาม** ที่มีผู้บริหารกองทุนเป็นคนเวียดนาม ทีมบริหารและวิเคราะห์อยู่ที่ประเทศเวียดนามผ่านตัวแทนการขายโดย บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด',
                        'การลงทุนใน SSI-SCA นั้นเป็นการ **ลงทุนในกองทุนที่บริหารโดยคนเวียดนามที่มีประสบการณ์** และความรู้ความเข้าใจในการบริหารพอร์ตลงทุนมาเป็นระยะเวลายาวนาน อีกทั้งยัง **มีความรู้และมีข้อมูลตลาดเชิงลึก** การที่นักวิเคราะห์และผู้จัดการกองทุนทุกคนพูดภาษาเวียดนามอาศัยและดำรงชีพอยู่ในประเทศเวียดนามอาศัยและดำรงชีพอยู่ในประเทศเวียดนามทำให้ขจัดอุปสรรคทางภาษาและความเข้าใจในระบบความคิด วัฒนธรรมและการเข้าถึงข้อมูลได้ก่อนนักลงทุนรายย่อยทั้งในและต่างประเทศและนักลงทุนสถาบันต่างชาติและ SSI-SCA ซึ่งใช้วิธีลงทุนแบบเน้นคุณค่าจึงทำให้ได้รับผลประโยชน์สูงสุดจากผู้บริหารกองทุนที่เป็นคนเวียดนาม',
                        '',
                        '**SSI-SCA ลงทุนในสินทรัพย์ประเภทใด**',
                        'ลงทุนในหุ้นจดทะเบียนในตลาดหลักทรัพย์ของประเทศเวียดนาม (Ho Chi Minh Stock Exchange และ Hanoi Stock Exchange) เท่านั้น',
                        '',
                        '**SSI-SCA เหมาะกับใคร**',
                        'เหมาะกับนักลงทุนไทยที่สามารถรับความเสี่ยงได้และมีมุมมองระยะยาว มีเงินเย็นที่สามารถลงทุนได้ พร้อมจะรอให้ตลาดเห็นมูลค่าที่แท้จริงของหุ้น มีความต้องการที่จะกระจายความเสี่ยงเงินลงทุนไปในประเทศอื่นนอกเหนือจากประเทศไทย',
                        '',
                        '**กลยุทธ์การลงทุนของกองทุน SSI-SCA**',
                        'กองทุนเลือกใช้กลยุทธ์การลงทุนแบบ Active และโฟกัสการลงทุนไปที่บริษัทมีความได้เปรียบเหนือบริษัทอื่นในระยะยาว มีส่วนแบ่งการตลาดสูง มีการบริหารที่โปร่งใสตรวจสอบได้ มีสถานะทางการเงินที่ดี มีศักยภาพการดำเนินงานที่ดีถึงแม้จะอยู่ในช่วงที่ตลาดไม่เอื้อต่อการทำธุรกิจของบริษัท มีมูลค่าพื้นฐานน่าดึงดูดเมื่อนำไปเปรียบเทียบกับโอกาสที่จะเติบโตในอนาคตของบริษัท',
                        '',
                        '**ปรัชญาการเลือกหุ้นเข้ากองทุน SSI-SCA**',
                        'SSI-SCA เลือกใช้กลยุทธ์การลงทุนแบบ Active เพื่อคัดกรองและเลือกบริษัทเพื่อเข้าลงทุน อ้างอิงจากข้อมูลของบทวิจัย Macroeconomic เพื่อประกอบการวิเคราะห์ กองทุนอาจจะสร้างแบบจำลองทางการลงทุนที่ตรงกับวัตถุประสงค์กับกองทุนเพื่อที่จะกระจายการลงทุนในหลักทรัพย์ต่างๆให้เหมาะสมกับสภาพตลาดในขณะนั้นๆ ในทุกๆการลงทุนกองทุนจะทำการคัดกรองและเลือกลงทุนในหลักทรัพย์ที่อยู่ในอุตสาหกรรมที่น่าสนใจเมื่อเทียบกับ Valuation ของบริษัท ในขณะเดียวกันกองทุนก็จะประเมินเกี่ยวกับความเสี่ยงและสร้างระบบเพื่อจัดการความเสี่ยงนั้นๆ ด้วยกระบวนการเหล่านี้ กองทุนจะสามารถสร้างพอร์ทการลงทุนที่ได้รวมหลักทรัพย์ที่มีคุณภาพเข้ามาในพอร์ทและเพิ่มมูลค่าของกองทุนผ่านการลงทุนด้วยกลยุทธ์แบบ Active',
                        '',
                        '**- กระบวนการคัดเลือกหุ้น**',
                        'กองทุนจะลงทุนหลักๆในบริษัทจดทะเบียนที่มี Market Capitalization สูง สภาพคล่องสูง บริษัทจดทะเบียนเหล่านี้จะต้องมีความได้เปรียบในระยะยาวซึ่งหมายความถึง จะต้องเป็นบริษัทที่เป็นผู้นำตลาด มีศักยภาพเติบโตสูงได้ในระยะยาว มีการบริหารจัดการที่มีคุณภาพ มีการบริหารที่โปร่งใสตรวจสอบได้ มีสถานะทางการเงินที่แข็งแรงมีคุณภาพ มีผลตอบแทนจากเงินลงทุนสูง นอกจากนั้นแล้วกองทุนยังอาจนำสินทรัพย์ส่วนหนึ่งของกองทุนไปลงทุนในบริษัทจดทะเบียนที่มี Market Capitalization ต่ำ มีสภาพคล่องต่ำแต่มีศักยภาพเติบโตในระยะยาวและอยู่ในมูลค่าที่เหมาะสม',
                        '',
                        '**ขั้นตอนในการคัดเลือกหุ้นเข้าพอร์ทการลงทุน**',
                        '**ขั้นตอนที่ 1 ** การวิเคราะห์แบบ Top-down เพื่อเลือกหาหุ้นที่มีศักยภาพเติบโต',
                        '**ขั้นตอนที่ 2 ** คัดเลือกบริษัทที่มีคุณภาพและเข้าคุณสมบัติที่กำหนดไว้ ได้แก่ มี Market Capitalization สูง, สภาพคล่องสูง, เป็นผู้นำตลาด, มีการบริหารจัดการที่ดี, การบริหารจัดการโปร่งใส ตรวจสอบได้, สถานะทางการเงินแข็งแรง, ผลตอบแทนจากเงินลงทุนสูงเมื่อเทียบกับบริษัทอื่นๆในอุตสาหกรรมเดียวกัน, มีศักยภาพการเติบโตสูง',
                        '**ขั้นตอนที่ 3 ** กระจายความเสี่ยงพอร์ทการลงทุน โดยขึ้นอยู่กับการวิเคราะห์อัตราส่วนทางพื้นฐาน ศักยภาพการเติบโตของบริษัทและอุตสาหกรรม มีการบริหารการจัดการที่มีประสิทธิภาพ ความเสี่ยงด้านปฏิบัติการ ความเสี่ยงด้านการเงิน ความเสี่ยงด้านสภาพคล่อง กองทุนจะลงทุนแบบใช้กลยุทธ์แบบ Active ในการสร้างพอร์ทโฟลิโอกระจายความเสี่ยงซึ่งเป็นการกระจายการลงทุนไปในอุตสาหกรรมที่แตกต่าง',
                        '',
                        '**นโยบายการลงทุนในกองทุน SSI-SCA**',
                        'เน้นลงทุนในบริษัทที่มีข้อได้เปรียบด้านการแข่งขันที่ยั่งยืน มีการบริหารจัดการที่แข็งแกร่งและมีความเสี่ยงต่ำ สามารถเติบโตได้ต่อเนื่อง',
                        'เลือกกลุ่มอุตสาหกรรมที่จะได้รับประโยชน์มากที่สุดจากการเติบโตทางเศรษฐกิจของประเทศที่ให้ผลตอบแทนที่ดีมีความเข้มแข็งทางธุรกิจ มี Business Model ที่ดี และมีธรรมาภิบาลดีเด่น',
                        'ลงทุนระยะยาวในกลุ่มบริษัทที่ได้รับการประเมินแล้วว่าต่ำกว่ามูลค่าพื้นฐาน (Undervalued) เมื่อเทียบกับศักยภาพในการเติบโตในอนาคต',
                        'เลือกลงทุนใน Sector ที่มองว่าระยะยาวจะสามารถเติบโตตามเศรษฐกิจของเวียดนาม เช่น กลุ่มการเงิน, กลุ่ม Consumer Retail, กลุ่มท่องเที่ยว, กลุ่มก่อสร้าง, กลุ่มธนาคาร, กลุ่มเครื่องประดับสตรี, กลุ่มเทคโนโลยี, กลุ่มพลังงานและปิโตรเลียม, กลุ่มบริการและกลุ่มเภสัชกรรม',
                        '**สัดส่วนการลงทุนของกองทุน SSI-SCA**'
                    ]
                },
                {
                    type: 'images_grid',
                    images: [
                        {
                            url: '/images/vietnam-fund/fund.png'
                        },
                        {
                            url: '/images/vietnam-fund/fund2.jpg'
                        },
                        {
                            url: '/images/vietnam-fund/fund3.jpg'
                        }
                    ]
                },
                {
                    type: 'list',
                    items: [
                        '**ความเสี่ยงของการลงทุนในกองทุน SSI-SCA**',
                        '- ความเสี่ยงคล้ายกับการลงทุนประเภทอื่นๆ ความเสี่ยงที่ต้องให้ความสำคัญลำดับแรกคือนักลงทุนต้องรู้ว่าสามารถรับความเสี่ยงได้แค่ไหนก่อนที่จะลงทุนในกองทุนนี้และทางผู้จัดการกองทุนได้มีการจัดการความเสี่ยงนี้อย่างไร',
                        '- การลงทุนในกองทุนนี้ไม่ได้รับประกันผลตอบแทนโดยธนาคารกลางเวียดนามหรือสถาบันการเงินอื่น ว่ากองทุนนี้จะบรรลุเป้าหมายของการลงทุน การลงทุนอาจให้ผลตอบแทนน้อยกว่าที่นักลงทุนคาดหวังหรือน้อยกว่าการลงทุนอื่นที่มีอยู่ในขณะนั้น หรือเงินลงทุนตั้งต้นมีโอกาสที่จะลดลงบางส่วนหรือทั้งหมด กองทุน SSIAM ผู้บริหารและพนักงานมิได้รับประกันผลตอบแทนในผลขาดทุนหรือผลกำไรที่เกิดขึ้นจากการลงทุน',
                        '- SSI-SCA ตั้งเป้าหมายการลงทุนระยะยาวสำหรับการเพิ่มมูลค่า Net Asset Value และเพิ่มผลตอบแทนให้แก่นักลงทุน นักลงทุนไม่ควรคาดหวังผลตอบแทนในทันทีหรือระยะสั้นชื่อของกองกองทุนมิได้บ่งบอกถึงคุณภาพของกองทุนหรือผลตอบแทนในอนาคต',
                        '- ผลตอบแทนในอดีตของกองทุน ของ SSIAM ไม่ได้แสดงถึงหรือบ่งบอกว่าเป็นการรับประกันผลตอบแทนในอนาคต',
                        '- SSIAM, ประธาน, ผู้บริหารและพนักงาน ไม่มีภาระรับผิดชอบในความเสี่ยงในการลงทุนของกองทุนและความเสี่ยงด้านการจัดการและการปฏิบัติการของกองทุน SSIAM(Operational Risk)',
                        '- กองทุนนี้เป็นกองทุนเปิด นักลงทุนจึงสามารถไถ่ถอนกองทุนได้จากบริษัทจัดการกองทุน เมื่อสั่งซื้อหรือหรือไถ่ถอนกองทุน นักลงทุนอาจต้องเสียภาษีที่เกี่ยวข้อง และการเสียภาษีไม่สะท้อนในผลการดำเนินงานของกองทุน',
                        '- ความเสี่ยงดังต่อไปนี้ก็ถือเป็นความเสี่ยงสำคัญของการลงทุนหลักทรัพย์ในตลาดทุนที่นักลงทุนควรทราบ (อาจไม่รวมความเสี่ยงทั้งหมดของการลงทุนในกองทุน ได้แก่',
                        '          - ความเสี่ยงด้านความผันผวน (Market Risk)',
                        '          - ความเสี่ยงด้านเงินเฟ้อ (Inflation Risk)',
                        '          - ความเสี่ยงด้านความผันแปรของดอกเบี้ย (Interest rate risk)',
                        '          - ความเสี่ยงด้านค่าเงิน (Exchange rate risk)',
                        '          - ความเสี่ยงด้านความผันผวนของราคา (Price Volatility risk)',
                        '          - ความเสี่ยงด้านกฏหมาย (Legal Risk)',
                        '          - ความเสี่ยงด้านกลยุทธ์ของการลงทุน (Risk of investment Strategies)',
                        '          - ความเสี่ยงด้านข้อจำกัดของการลงทุน (Risk of investment restriction)',
                        '          - ความเสี่ยงด้านการประเมินมูลค่าของสินทรัพย์ (Risk of Valuation)',
                        '          - ความเสี่ยงด้านการชำระราคา (Settlement Risk)',
                        '          - ความเสี่ยงด้านการขาดเครื่องมือป้องกันความเสี่ยง (Hedging Instruments)',
                        '          - ความเสี่ยงด้านสภาพคล่อง (Liquidity Risk)',
                        '          - ความเสี่ยงของระบบการจัดการภายในของกองทุน (Risk of Fund Management Operation)',
                        '          - ความเสี่ยงด้านการขัดกันของผลประโยชน์ระหว่างกองทุนและสินทรัพย์ทางการเงินที่อยู่ภายใต้การบริหารจัดการ (Conflict of interest Risk)',
                        '          - ความเสี่ยงของเหตุสุดวิสัย (Force Majeure Risk)',
                        '**ข้อจำกัดการลงทุนของกองทุน SSI-SCA**',
                        '- กองทุนจะลงทุนในบริษัทหลักทรัพย์อย่างน้อย 6 บริษัท',
                        '- กองทุนจะไม่สามารถลงทุนเกินกว่า 49% ของมูลค่าสินทรัพย์รวมทั้งหมดของกองทุน ในเงินฝากธนาคาร ตราสารตลาดเงิน ตลาดเงินตราต่างประเทศ เอกสารสำคัญใดๆที่มีมูลค่า, ตราสารที่สามารถโอนเปลี่ยนมือได้',
                        '- กองทุนจะไม่สามารถลงทุนเกินกว่า 30% ของมูลค่าสินทรัพย์รวมทั้งหมดของกองทุน ที่ออกโดยผู้ออกหลักทรัพย์รายใดรายหนึ่ง หรือกลุ่มบริษัทที่มีความเกี่ยวข้องกับการออกหลักทรัพย์ เครื่องมือตราสารในตลาดเงิน, เงินตราต่างประเทศ, เอกสารสำคัญใดๆที่มีมูลค่า, ตราสารที่สามารถโอนเปลี่ยยนมือได้, หุ้นจดทะเบียน, หุ้นในตลาด UPCOM, ตราสารหนี้, หุ้นและตราสารหนี้ที่กำลังอยู่ในระหว่างการจดทะเบียน และตราสารอนุพันธ์',
                        '- กองทุนจะไม่สามารถลงทุนเกินกว่า 20% ของมูลค่าสินทรัพย์รวมทั้งหมดของกองทุนในหลักทรัพย์ในหลักทรัพย์ใดหลักทรัพย์หนึ่งโดยคำนวนจาก Outstanding shares ของบริษัทนั้นๆ',
                        '- กองทุนจะไม่สามารถลงทุนในผู้ที่ออกหลักทรัพย์ใดๆเกินกว่า 10% ของมูลค่า Outstanding ของหลักทรัพย์นั้นๆในตลาด',
                        '- กองทุนจะไม่สามารถลงทุนเกินกว่า 10% ของมูลค่าสินทรัพย์รวมทั้งหมดกองทุนในหุ้นบริษัทจดทะเบียนหรือตราสารหนี้ที่กำลังจะถูกนำเข้าตลาด',
                        '- หากมีการลงทุนในหลักทรัพย์ที่คิดเป็นมูลค่าสูง พอร์ทโฟลิโอของกองทุนไม่สามารถลงทุนในหลักทรัพย์นั้นๆได้เกินกว่า 40% ของมูลค่าสินทรัพย์ของกองทุน',
                        '- ผลรวมของสินทรัพย์ในการลงทุนในตราสารอนุพันธ์ และยอดเงินกู้และหนี้คงค้างของกองทุนไม่ควรเกิน NAV ของกองทุน',
                        '- กองทุนจะไม่สามารถลงทุนในหุ้นที่เกี่ยวข้องกับการให้บริการด้านหลักทรัพย์ในประเทศเวียดนาม ลงทุนในหุ้นที่เกี่ยวข้องกับธุรกิจหลักทรัพย์ของเวียดนาม',
                        '- กองทุนจะไม่สามารถลงทุนโดยตรงได้ในอสังหาริมทรัพย์ แร่ที่มีค่า และเหล็ก',
                        '**Benchmark สำหรับวัดผลตอบแทนของกองทุน SSI-SCA**',
                        'ใช้ VN-Index (VNI) เป็น Benchmark โดย VN-Index คือดัชนีตัวแทนของตลาดหุ้นเวียดนามโดยใช้วิธีการคำนวนแบบ capitalization-weighted จากทุกบริษัทที่จดทะเบียนใน Ho Chi Minh City Stock Exchange โดยดัชนีนี้สร้างขึ้นจากฐานของ Index ที่ 100 ณ วันที่ 28 กรกฎาคม 2000',
                        '**ข้อมูล NAV ล่าสุดของกองทุน SSI-SCA**',
                        'นักลงทุนจะได้รับ Statement รายงานมูลค่า NAV ทุกเดือนจาก บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด',
                        '**ช่วงระยะเวลาที่แนะนำสำหรับการถือครองกองทุน SSI-SCA**',
                        'ระยะเวลาอย่างต่ำ 2 ปีเพื่อจะมีเวลาเพียงพอให้หุ้นทำงานเพื่อจะได้รับผลตอบแทนที่มั่งคั่งและยั่งยืนนอกจากนั้นยังไม่เสียค่า Redemption Fee',
                        '**การโอนหน่วยลงทุนให้ผู้อื่น**',
                        'สามารถโอนได้ แต่ไม่แนะนำเนื่องจากมีขั้นตอนซับซ้อนและเสียค่าใช้จ่ายและเวลามาก โดยวิธีการโอนนั้นต้องเป็นการโอนให้ผู้อื่นในลักษณะเป็นของขวัญมรดกหรือการบริจาคและต้องมีการทำ Notary Public ที่สถานฑูตเวียดนามประจำประเทศไทย และผู้รับโอนต้องเป็นคนจ่ายภาษีมรดกหรือภาษีของขวัญมูลค่า 10% ของ NAV บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด แนะนำว่าหากนักลงทุนประสงค์ที่จะโอนให้ผู้อื่นควรจะขายและซื้อใหม่แทนการโอน',
                        '**ภาษีที่เกี่ยวข้อง**',
                        '- **การโอนเพื่อมอบเป็นของขวัญหรือมรดก**',
                        'ภาษีสำหรับนักลงทุนไทย (Non-residential) หากมีการโอนกองทุนเพื่อมอบเป็นของขวัญหรือมรดกจะต้องเสียภาษี 10%ของมูลค่าหลักทรัพย์ที่เกินกว่า 10 ล้าน VND ขึ้นไป',
                        '- **ภาษีการไถ่ถอนกองทุน**',
                        '0.10% ของมูลค่าการไถ่ถอนกองทุน (ภาษีถูกหักตั้งแต่ต้นทาง)',
                        '- **ภาษีเงินได้**',
                        'หากนักลงทุนนำรายได้จากการลงทุนจากการขายหน่วยลงทุน/หลักทรัพย์ในต่างประเทศกลับเข้ามาในประเทศไทยภายในปีที่ขาย ซึ่งรายได้ดังกล่าว รวมถึง กำไรจากการขาย(ไม่รวมเงินลงทุน), เงินปันผล, ดอกเบี้ย และผลประโยชน์อื่นๆ ที่ท่านได้รับจากต่างประเทศ จะต้องนำรายได้ดังกล่าวมารวมคำนวณภาษีเงินได้บุคคลธรรมดา'


                    ]
                }
                ]
            },
            'info-weekly': {
                title: 'ข้อมูลรายงานประจำสัปดาห์ย้อนหลัง',
                description: '',
                services: [
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 29-31 ธันวาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/SSIwee_1767616408_84657.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 22-25 ธันวาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 15-18 ธันวาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 8-12 ธันวาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 1-5 ธันวาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 24-28 พฤศจิกายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 17-21 พฤศจิกายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 10-14 พฤศจิกายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 03-07 พฤศจิกายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 27-31 ตุลาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 20-24 ตุลาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 13-17 ตุลาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 6-10 ตุลาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 29 กันยายน - 3 ตุลาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 22-26 กันยายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 15-19 กันยายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 8-12 กันยายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 3-5 กันยายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 18-22 สิงหาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 11-15 สิงหาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 4-8 สิงหาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 28 กรกฎาคม - 1 สิงหาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 21-25 กรกฎาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 14-18 กรกฎาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 7-11 กรกฎาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 30 มิถุนายน - 4 กรกฎาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 23 - 27 มิถุนายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 16 - 20 มิถุนายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 9 - 13 มิถุนายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 2 - 6 มิถุนายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 26 - 30 พฤษภาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 19 - 23 พฤษภาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 12 - 16 พฤษภาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 5 - 9 พฤษภาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 21 - 25 เมษายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 14 - 18 เมษายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 8 - 11 เมษายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 31 มีนาคม - 4 เมษายน 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 24 - 28 มีนาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 17 - 21 มีนาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 10 - 14 มีนาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 03 - 07 มีนาคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 24 - 28 กุมภาพันธ์ 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 17 - 21 กุมภาพันธ์ 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 10 - 14 กุมภาพันธ์ 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 03 - 07 กุมภาพันธ์ 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 20 - 24 มกราคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 6 - 10 มกราคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)',
                    'รายงานกองทุนเวียดนาม ประจำสัปดาห์ 30 ธันวาคม - 3 มกราคม 2568 [คลิกที่นี่](https://www.trinitythai.com/Upload/ssiwee_1767087533_56816.pdf)'
                ]
            },
            'opening-eopen': {
                title: 'เปิดบัญชีออนไลน์ E-OPEN',
                description: 'เปิดบัญชีกองทุนเวียดนาม SSI-SCA ออนไลน์ ด้วยวิธี E-Open',
                services: [
                    '**เปิดบัญชีออนไลน์กับ บล.ทรีนีตี้ ลงทุนง่าย เปิดบัญชีใน 15 นาที**',
                    '**ขั้นตอนการเปิดบัญชี กองทุนเวียดนาม SSI-SCA**',
                    '1. เปิดบัญชีออนไลน์ คลิกที่นี่',
                    '2. กรอก e-mail ของท่าน และเลือกความต้องการผู้ดูแลการลงทุน',
                    '3. เลือก **"เปิดบัญชีออนไลน์ (E-Open)"**',
                    '4. กด "เปิดบัญชี" และเลือก',
                    '   - "บัญชีหุ้น" และ "บัญชีตลาดต่างประเทศ"',
                    '5. ดำเนินการกรอกข้อมูลเปิดบัญชีออนไลน์',
                    '6. รอรับ e-mail ยืนยันเปิดบัญชี (ประมาณ 1 วัน)',
                    '* การเลือกเปิดบัญชีหุ้นไม่มีค่าใช้จ่ายเพิ่มเติม แต่ทำให้ท่านสามารถจัดการบัญชีออนไลน์ได้ด้วยตัวเอง',
                    '**คู่มือการเปิดบัญชีออนไลน์**',
                    '- **เปิดบัญชีด้วยวิธียืนยันตัวตน NDID** : [คลิกที่นี่](https://www.trinitythai.com/Upload/UserMa_1657537973_38109.pdf)',
                    '- **เปิดบัญชีด้วยวิธียืนยันตัวตนถ่ายภาพ** : [คลิกที่นี่](https://www.trinitythai.com/Upload/UserMa_1657537988_28031.pdf)',
                    '** วิธียืนยันตัวตน NDID : เป็นวิธีการยืนยันตัวตนที่ทำกับธนาคารหรืออื่นๆ ดูรายละเอียดการทำ NDID ได้ที่ คู่มือการใช้งาน',
                    '**ติดต่อ บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด**',
                    'โทร. 02-088-9350, 02-088-9358'
                ]
            },
            'opening-new': {
                title: 'หากต้องการเปิดบัญชี ผู้ลงทุนจะต้องดำเนินการอย่างไรบ้าง',
                description: 'สำหรับลูกค้าใหม่',
                services: [
                    '**เอกสารประกอบการเปิดบัญชี**',
                    '1. สำเนาบัตรประชาชน',
                    '2. สำเนาทะเบียนบ้าน',
                    '3. สำเนาบัญชีเงินฝากธนาคาร (หน้าแรก)',
                    '**แบบฟอร์มเพื่อการเปิดบัญชี**',
                    '1. ใบคำขอเปิดบัญชี',
                    '2. สัญญาตัวแทนและนายหน้าในการซื้อขายหลักทรัพย์',
                    '3. สัญญาใช้บริการซื้อขายกองทุนรวมผ่านบัญชีแบบไม่เปิดเผย (Omnibus Account)',
                    '4. เอกสารเปิดเผยข้อมูลความเสี่ยง',
                    '5. FATCA Form',
                    '6. หนังสือขอให้หักบัญชีเงินฝาก (ATS) [download](https://www.trinitythai.com/Upload/AppSSI_1723016954_42962.pdf)',
                    '**เอกสารใบคำสั่งซื้อ-ขายหน่วยลงทุน**',
                    '1. ใบคำสั่ง "ซื้อ" หน่วยลงทุน กองทุนเวียดนาม Subscription Order [download](https://www.trinitythai.com/Upload/Subscr_1722336667_02703.pdf)',
                    '2. ใบคำสั่ง "ขาย" หน่วยลงทุน กองทุนเวียดนาม Redemption Order [download](https://www.trinitythai.com/Upload/Redemp_1638168503_45126.pdf)'
                ]
            },
            'opening-current': {
                title: 'หากต้องการเปิดบัญชี ผู้ลงทุนจะต้องดำเนินการอย่างไรบ้าง',
                description: 'สำหรับลูกค้าปัจจุบัน ที่มีบัญชีซื้อขายหลักทรัพย์กับทรีนีตี้',
                services: [
                    '**เอกสารประกอบการเปิดบัญชี**',
                    '1. สัญญาใช้บริการซื้อขายกองทุนรวมและเปิดเผยข้อมูลความเสี่ยง [คลิก](https://www.trinitythai.com/Upload/Omnibu_1722947877_59153.pdf)',
                    '2. สำเนาบัญชีเงินฝากธนาคาร (หน้าแรก) (กรณียังไม่เคยสมัคร ATS) [คลิก](https://www.trinitythai.com/Upload/Omnibu_1722948015_11078.pdf)',
                    '**เอกสารใบคำสั่งซื้อ-ขายหน่วยลงทุน**',
                    '1. ใบคำสั่ง "ซื้อ" หน่วยลงทุน กองทุนเวียดนาม Subscription Order [download](https://www.trinitythai.com/Upload/Subscr_1722336667_02703.pdf)',
                    '2. ใบคำสั่ง "ขาย" หน่วยลงทุน กองทุนเวียดนาม Redemption Order [download](https://www.trinitythai.com/Upload/Redemp_1638168503_45126.pdf)',
                ]
            },
            'trading-fees': {
                title: 'ข้อควรรู้ก่อนการซื้อกองทุน',
                description: '', // Legacy, can be empty
                services: [],    // Legacy, can be empty
                blocks: [
                    {
                        type: 'text',
                        content: 'รายละเอียดค่าธรรมเนียมต่างๆ'
                    },

                    {
                        type: 'list',
                        items: [
                            '**วันทำรายการซื้อ/ขาย**',
                            'นักลงทุนสามารถทำรายการ ซื้อ/ขาย ได้ทุกวันทำการ',
                            '**ระยะเวลาการเปิดบัญชีใช้เวลากี่วัน**',
                            'การเปิดบัญชีกับบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ใช้ 1 วัน หลังส่งเอกสารทุกอย่างครบถ้วนและถูกต้อง',
                            '**รายการคำสั่งซื้อ**',
                            'จะซื้อกองทุน SSI-SCA ต้องทำอย่างไรบ้าง',
                            '1. นักลงทุน ลงนามในแบบฟอร์ม "ใบคำสั่งซื้อหน่วยลงทุน" และส่งเอกสารให้เจ้าหน้าที่การตลาด หรือส่งคำสั่งซื้อผ่านระบบ Trinity Member ภายในเวลา 11.00 น.  ',
                            '2. ชำระค่าซื้อกองทุน ก่อนเวลา 11.00 น. ของทุกวันทำการ ',
                            '**มูลค่าการลงทุนขั้นต่ำ**',
                            'ขั้นต่ำ 100,000 บาท',
                            '**ค่าธรรมเนียมการซื้อ-ขายที่เกี่ยวข้อง**',
                        ]
                    },
                    {
                        type: 'images_grid',
                        images: [
                            { url: "/images/vietnam-fund/ssi-sca.png", caption: "" },
                            { url: "/images/vietnam-fund/ssi-sca-subscription.jpg", caption: "" },
                            { url: "/images/vietnam-fund/ssi-sca-redemtion.jpg", caption: "" }
                        ]
                    },
                ]
            },
            'trading-payment': {
                title: 'วิธีการชำระค่าซื้อกองทุน',
                description: '',
                services: [],
                blocks: [
                    {
                        type: 'text',
                        content: '**วิธีการชำระค่าซื้อกองทุน ทำอย่างไรบ้าง**'
                    },
                    {
                        type: 'text',
                        content: 'นักลงทุนฝากเงินเข้า บล. ทรีนีตี้ ในวันทำรายการซื้อกองทุน ก่อน 11.00 น. ได้ 2 วิธี'
                    },
                    {
                        type: 'text',
                        content: '**วิธีที่ 1: Bill Payment (7 ธนาคาร)**'
                    },
                    {
                        type: 'images_grid',
                        images: [
                            { url: "/images/vietnam-fund/bank-ssi-sca.jpg", caption: "" },

                        ]
                    },
                    {
                        type: 'list',
                        items: [
                            '**วิธีฝากเงินผ่าน Bill Payment โดยลูกค้าสามารถฝากเงินผ่าน Bill Payment ได้ 4 ช่องทางดังนี้**',
                            '1.1 ผ่านเคาน์เตอร์ของธนาคาร',
                            'โดยจัดพิมพ์แบบฟอร์มใบนำฝากของ บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ที่บริษัทเตรียมไว้ให้บน Website ของบริษัท แล้วนำไปยื่นทีเคาเตอร์ธนาคารหรือใช้แบบฟอร์มของธนาคารที่ระบุชำระค่าบริการ',
                            '**หมายเหตุ**',
                            '- ธนาคารกรุงเทพใช้ Service Code = BTNITY',
                            '- ธนาคารกสิกรไทย ใช้ Service Code = 001-1-33188-2',
                            '- ธนาคารทหารไทยธนชาต ใช้ Service Code = 5018',
                            '1.2 ผ่านตู้ ATM ของธนาคาร โดยระบุ Comp Code/Service Code ตามด้านบน',
                            '1.3 ผ่านระบบ Internet Banking โดยระบุ Comp Code/Service Code ตามด้านบน',
                            '1.4 ผ่านระบบ Mobile Banking โดยระบุ Comp Code/Service Code ตามด้านบน',
                            '**หมายเหตุ**',
                            '- ธนาคารที่ไม่รองรับการฝากหลักประกันผ่านช่องทาง Bill Payment ได้แก่ 1. ธนาคารกรุงไทย 2. ธนาคารทหารไทย',
                            '**วิธีที่ 2 : ฝากเงินจากการหักหลักประกัน**',
                            'ขั้นตอนที่ 1 ลงทะเบียนสมัครใช้บริการ Trinity Member (คลิก)',
                            'ขั้นตอนที่ 2 Log in เข้าระบบ Trinity Member เลือกหัวข้อ "ฝากหลักประกัน"',
                        ]
                    }
                ]
            },
            'trading-manual': {
                title: '',
                description: '',
                services: [],
                blocks: [
                    {
                        type: 'images_grid',
                        images: [
                            {
                                url: "/images/vietnam-fund/ssi-sca-trinity.jpg",
                                caption: "",
                                link: "https://www.trinitythai.com/Upload/%E0%B8%84%E0%B8%B9%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD_1725007967_76801.pdf" // Example link
                            },

                        ]
                    },
                ]
            },
            'trading-form': {
                title: 'แบบฟอร์ม',
                description: 'เอกสารใบคำสั่งซื้อ-ขายหน่วยลงทุน',
                services: [
                    'ใบคำสั่ง "ซื้อ" หน่วยลงทุน กองทุนเวียดนาม Subscription Order [download](https://www.trinitythai.com/Upload/Subscr_1722336667_02703.pdf)',
                    'ใบคำสั่ง "ขาย" หน่วยลงทุน กองทุนเวียดนาม Redemption Order [download](https://www.trinitythai.com/Upload/Redemp_1638168503_45126.pdf)',
                ]
            },
            'prospectus-sca': {
                title: 'SSI-SCA Prospectus',
                description: 'หนังสือชี้ชวน',
                services: [
                    'SSI-SCA Prospectus [download](https://www.trinitythai.com/Upload/SSI-SC_1748235747_65827.pdf)'
                ]
            },
            'performance-weekly': {
                title: 'รายงานผลประกอบการของกองทุน SSISCA รายสัปดาห์',
                description: '',
                services: [
                    'รายงานผลประกอบการของกองทุน SSISCA (12-16/01/2026) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (05-09/01/2026) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    '',
                    'รายงานผลประกอบการของกองทุน SSISCA (22-26/12/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (15-19/12/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (8-12/12/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (01-05/12/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    '',
                    'รายงานผลประกอบการของกองทุน SSISCA (3-7/11/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    '',
                    'รายงานผลประกอบการของกองทุน SSISCA (27-31/10/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (20-24/10/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (13-17/10/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (06-10/10/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (29/09-03/10/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    '',
                    'รายงานผลประกอบการของกองทุน SSISCA (22-26/09/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (15-19/09/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (08-12/09/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (01-05/09/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    '',
                    'รายงานผลประกอบการของกองทุน SSISCA (25-29/08/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (18-22/08/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (11-15/08/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (04-08/08/2025) [click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (28/07-01/08/2025)[click download](https://www.trinitythai.com/Upload/NetAss_1768901706_74738.pdf)'

                ]
            },
            'performance-monthly': {
                title: 'รายงานผลประกอบการของกองทุน SSI-SCA รายเดือน',
                description: '',
                services: [
                    'รายงานผลประกอบการของกองทุน SSISCA (ธันวาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (พฤศจิกายน 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน S    SISCA (ตุลาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (กันยายน 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (สิงหาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (กรกฎาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (มิถุนายน 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (พฤษภาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (เมษายน 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (มีนาคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (กุมภาพันธ์ 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)',
                    'รายงานผลประกอบการของกองทุน SSISCA (มกราคม 2568) [click download](https://www.trinitythai.com/Upload/Monthl_1768468830_94386.pdf)'

                ]
            }
        }
    },
    'investment-banking': {
        id: 'investment-banking',
        title: 'วาณิชธนกิจ',
        label: 'วาณิชธนกิจ',
        icon: Briefcase,
        color: 'pink',
        submenu: [
            { id: 'overview', label: 'บริการด้านวาณิชธนกิจ' },
            { id: 'eligibility', label: 'ผลงานที่ผ่านมา' }
        ],
        content: {
            'overview': {
                title: 'บริการด้านวาณิชธนกิจ',
                description: '',
                services: [
                    '**ทรีนีตี้** ให้บริการด้านที่ปรึกษาทางการเงิน และวาณิชธนกิจเต็มรูปแบบโดยบริษัทได้รับความเห็นชอบจากสำนักงาน กลต. ในการเป็นที่ปรึกษาทางการเงินรวมถึงการจัดจำหน่ายหลักทรัพย์ บริษัทมุ่งเน้นการให้บริการที่มีประสิทธิภาพ ด้วยบุคลากรที่มีประสบการณ์ ความรู้ ความสามารถ และนำเสนอบริการที่เอื้อประโยชน์สูงสุดให้กับลูกค้า',
                    'บริการต่างๆ ด้านวาณิชธนกิจที่สำคัญ ได้แก่',
                    '- การระดมทุนทั้งระยะสั้นและระยะยาว เช่น การออกหุ้นสามัญเพิ่มทุน (IPO/PO) หุ้นกู้ การเสนอขายหุ้นให้นักลงทุนในวงจำกัด (Private Placement)',
                    '- การนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์',
                    '- การจัดโครงสร้างทางการเงิน เช่น การปรับโครงสร้างทางการเงิน',
                    '- การควบรวมกิจการ',
                    '- การปรับโครงสร้างกลุ่มบริษัท',
                    '- การแปลงสินทรัพย์เป็นหลักทรัพย์ เช่น ให้บริการแปลงสินทรัพย์เป็นหลักทรัพย์เต็มรูปแบบและครบวงจร (Securitization)',
                    '- การเป็นที่ปรึกษาทางการเงินอิสระ (Independence Financial Advisor หรือ IFA) ในการให้ความเห็นการได้มาจำหน่ายไป และรายการที่เกี่ยวข้องกัน',
                    '- อื่นๆ เช่น การให้คำปรึกษาด้านการจัดทำแผนธุรกิจ การให้คำปรึกษาในการปรับโครงสร้างหนี้ การประเมินมูลค่ากิจการ เป็นต้น'

                ]
            },


            'eligibility': {
                title: 'ผลงานที่สำคัญด้านการจัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ในปี 2563 - 2567',
                description: '',
                services: [
                    'ในปี 2563 บริษัทได้เป็นผู้จัดการการจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) ให้กับ บริษัท ลีโอ โกลบอล โลจิสติกส์ จำกัด (มหาชน) และได้เข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) จำนวน 6 บริษัท ได้แก่ บริษัท เจ.อาร์.ดับเบิ้ลยู. ยูทิลิตี้ จำกัด (มหาชน) บริษัท ดีเฮ้าส์พัฒนา จำกัด (มหาชน) บริษัท พีรพัฒน์ เทคโนโลยี จำกัด (มหาชน) บริษัท ไร้ท์ทันเน็ลลิ่ง จำกัด (มหาชน) บริษัท สยามราชธานี จำกัด (มหาชน) และบริษัท อินเด็กซ์ อินเตอร์เนชั่นแนล กรุ๊ป จำกัด (มหาชน)',
                    '',
                    'นอกจากนี้ บริษัทฯ ได้เป็นเข้าร่วมเป็นผู้จัดการการจัดจำหน่ายหุ้นกู้ที่เสนอขายต่อผู้ลงทุนทั่วไป (PO) และ ผู้ลงทุนสถาบันและ/หรือผู้ลงทุนรายใหญ่ (PP(II&HNW)) จำนวนรวม 3 บริษัท ได้แก่ บริษัท เนชั่นแนล เพาเวอร์ ซัพพลาย จำกัด (มหาชน) บริษัท ไทยฟู้ดส์ กรุ๊ป จำกัด (มหาชน) และบริษัท เสริมสร้าง พาวเวอร์ คอร์ปอเรชั่น จำกัด (มหาชน)',
                    '',
                    'ในปี 2564 บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ได้เป็นผู้จัดการการจำหน่าย และรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) ให้กับ บริษัท เอเอ็มอาร์ เอเชีย จำกัด (มหาชน) และบริษัท เบริล 8 พลัส จำกัด (มหาชน) และได้เข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) จำนวน 6 บริษัท ได้แก่ บริษัท โรจูคิส อินเตอร์เนชั่นแนล จำกัด (มหาชน) บริษัท พรอสเพอร์ เอ็นจิเนียริ่ง จำกัด (มหาชน) บริษัท อุบล ไบโอ เอทานอล จำกัด (มหาชน) บริษัท เฮลท์ลีด จำกัด (มหาชน) บริษัท บริทาเนีย จำกัด (มหาชน) และบริษัท เวิลด์เฟล็กซ์ จำกัด (มหาชน)',
                    '',
                    'ในปี 2565 บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ได้เป็นผู้จัดการการจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) ให้กับ บริษัท เบล็ส แอสเสท กรุ๊ป จำกัด (มหาชน) และบริษัท บริหารสินทรัพย์ ไนท คลับ แคปปิตอล จำกัด (มหาชน) อีกทั้งยังร่วมเป็นผู้จัดการการจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) ให้กับบริษัท ไทยอีสเทิร์น กรุ๊ป โฮลดิ้งส์ จำกัด (มหาชน) นอกจากนี้ยังได้เข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) จำนวน 5 บริษัท ได้แก่ บริษัท ไบโอซายน์ แอนิมัล เฮลธ์ จำกัด (มหาชน) บริษัท ท่าฉาง กรีน เอ็นเนอร์ยี่ จำกัด (มหาชน) บริษัท พรีไซซ คอร์ปอเรชั่น จำกัด (มหาชน) บริษัท เบทาโกร จำกัด (มหาชน) และบริษัท ไอ-เทล คอร์ปอเรชั่น จำกัด (มหาชน)',
                    '',
                    'ในปี 2566 บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ได้เข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) จำนวน 10 บริษัท ได้แก่ บริษัท มาสเตอร์ สไตล์ จำกัด (มหาชน) บริษัท นิวทรีชั่น เอสซี จำกัด (มหาชน) บริษัท บลูเวนเจอร์ กรุ๊ป จำกัด (มหาชน) บริษัท เรดดี้แพลนเน็ต จำกัด (มหาชน) บริษัท พีอาร์ทีอาร์ กรุ๊ป จำกัด (มหาชน) บริษัท พีลาทัส มารีน จากัด (มหาชน) บริษัท จีเอเบิล จำกัด (มหาชน) บริษัท บางกอกแล็ป แอนด์ คอสเมติค จำกัด (มหาชน) บริษัท สามารถ เอวิเอชั่น โซลูชั่นส์ จำกัด (มหาชน) และ บริษัท เอส.ซี.แอล.มอเตอร์ พาร์ท จำกัด (มหาชน)',
                    '',
                    'ในปี 2567 บริษัทหลักทรัพย์ ทรีนีตี้ จำกัด ได้เป็นผู้จัดการการจัดจำหน่ายและรับประกันการจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนครั้งแรก (IPO) ให้กับ บริษัท ยูโร ครีเอชั่นส์ จำกัด (มหาชน) และยังร่วมเป็นผู้จัดการการจัดจำหน่ายและรับประกันการจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนครั้งแรก (IPO) ให้กับ บริษัท คิวทีซีจี จำกัด (มหาชน) และบริษัท โรงพยาบาลนครธน จำกัด (มหาชน) รวมถึงเข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหลักทรัพย์ที่เสนอขายต่อประชาชนเป็นครั้งแรก (IPO) จำนวน 8 บริษัท ได้แก่ บริษัท แบงคอกจีโนมิกส์อินโนเวชั่น จำกัด (มหาชน) บริษัท สุพรีม ดิสทิบิวชั่น จำกัด (มหาชน) บริษัท ชูวิทย์ฟาร์ม (2019) จำกัด (มหาชน) บริษัท มากุโระ กรุ๊ป จำกัด (มหาชน) บริษัท ฟู้ดโมเม้นท์ จำกัด (มหาชน) บริษัท เพชรศรีวิชัย เอ็นเตอร์ไพรส์ จำกัด (มหาชน) บริษัท ที.แมน ฟาร์มาซูติคอล จำกัด (มหาชน) และบริษัท อินเตอร์รอแยล เอ็นจิเนียริ่ง จำกัด (มหาชน)',
                    '',
                    'สนใจสอบถามการบริการวาณิชธนกิจ ติดต่อ ฝ่ายวาณิชธนกิจ โทร. 02-343-9511'

                ]
            }
        }
    },
    'private-fund': {
        id: 'private-fund',
        title: 'กองทุนส่วนบุคคล',
        label: 'กองทุนส่วนบุคคล',
        icon: PieChart,
        color: 'blue',
        submenu: [
            { id: 'overview', label: 'การจัดการกองทุนส่วนบุคคล' },
            { id: 'types', label: 'ตัวแทนรับซื้อและขายหน่วยลงทุน' },
        ],
        content: {
            'overview': {
                title: 'การจัดการกองทุนส่วนบุคคล และกองทุนรวม',
                description: '',
                services: [],
                blocks: [{
                    type: 'list',
                    items: [
                        '**กองทุนส่วนบุคคล (Wealthy Portfolio) ของทรีนีตี้** บริหารโดยทีมงานผู้จัดการลงทุนที่มีความรู้ ความสามารถ และประสบการณ์ด้านการลงทุนมายาวนาน ทั้งตราสารการเงิน หุ้น และสินทรัพย์อื่นๆ เช่น ทองคำ เป็นต้น สามารถคัดสรรและผสมผสานการลงทุนได้อย่างลงตัว เหมาะสม ตามสภาพการณ์ของตลาด สามารถสร้างผลตอบแทนได้อย่างสม่ำเสมอ',
                        '',
                        '**"ทรีนีตี้"** ได้รับใบอนุญาตประกอบธุรกิจจัดการกองทุนส่วนบุคคลในเดือนสิงหาคม 2548 และเริ่มประกอบธุรกิจในเดือนพฤศจิกายน 2548 โดยบริษัทจัดให้มีระบบงานที่มีความพร้อม มีการแบ่งแยกหน้าที่ระหว่างผู้จัดการกองทุน และฝ่ายปฏิบัติการที่ชัดเจนและเหมาะสม โดยฝ่ายปฏิบัติการจะเป็นผู้ดูแลและติดต่อกับผู้รับฝากทรัพย์สิน รวมทั้งตรวจสอบรายการ จัดทำรายงาน และกระทบยอดทรัพย์สินกับผู้รับฝากทรัพย์สิน ในการควบคุมดูแลการลงทุน คณะกรรมการบริษัทได้มอบหมายให้คณะกรรมการจัดการกองทุนส่วนบุคคลเป็นผู้ดูแลและกำหนดกรอบการลงทุนที่เหมาะสม การบริหารความเสี่ยงของการลงทุน รวมทั้งประเมินผลการลงทุนในภาพรวมเพื่อให้คำแนะนำการลงทุนที่เหมาะสม บริษัทบริหารกองทุนส่วนบุคคล โดยมีนโยบายการลงทุนทั้งในและต่างประเทศ และลงทุนในหลักทรัพย์ที่หลากหลายเพื่อให้เป็นไปตามวัตถุประสงค์การลงทุนของลูกค้าและกระจายความเสี่ยงในการลงทุน'
                    ]
                }, {
                    type: 'images_grid',
                    images: [{ url: '/images/private-fund/wealty.png' }]

                }, {
                    type: 'list',
                    items: ['ณ วันที่ 31 ธันวาคม 2567 บริษัทมีลูกค้าที่ใช้บริการการจัดการกองทุนส่วนบุคคลที่ลงทุนในประเทศจำนวน 117 บัญชี โดยมีมูลค่าสินทรัพย์รวมเปลี่ยนแปลงจาก 2,709 ล้านบาทเมื่อสิ้นปี 2566 เป็น 3,072 ล้านบาท ณ สิ้นปี 2567 หรือมูลค่าทรัพย์สินเพิ่มขึ้น 13% จากปี 2566 เนื่องด้วยในปี 2567 แม้ยังคงมีความกังวลต่อความผันผวนอันเนื่องมาจากหลากหลายประเด็น ไม่ว่าจะเป็นเรื่องความตึงเครียดในในตะวันออกกลางและทะเลจีนใต้ สงครามการค้ายังคงมีความรุนแรง เศรษฐกิจจีนฟื้นตัวช้ากว่าที่คาดและปัญหาภาคอสังหาฯ ที่ยังคงย่ำแย่ อย่างไรก็ตาม เศรษฐกิจโลกยังคงฟื้นตัวอย่างต่อเนื่อง อัตราดอกเบี้ยนโยบายและอัตราเงินเฟ้อในประเทศหลักๆ มีแนวโน้มลดลง ทำให้ลูกค้าบางส่วนเห็นว่าเป็นโอกาสในการลงทุนในตลาดหุ้นทั้งไทยและกระจายการลงทุนไปต่างประเทศ โดยให้ความไว้วางใจบริษัทดูแลเงินลงทุนเพิ่มขึ้น รวมทั้งมีลูกค้ารายใหม่ ในขณะที่ลูกค้าบางรายประสงค์ลดสัดส่วนการลงทุนในตลาดหลักทรัพย์ฯ ลงบ้าง',
                        '',
                        'สนใจการบริการด้านการจัดการกองทุนส่วนบุคคล และซื้อหน่วยลงทุน โทร. 0-2343-9532-33'
                    ]
                }
                ]
            },
            'types': {
                title: '"ทรีนีตี้" เป็นตัวแทนในการรับซื้อ และขายหน่วยลงทุน',
                description: '',
                services: [],
                blocks: [
                    {
                        type: 'list',
                        items: [
                            'นอกจากบริการด้านการจัดการกองทุนส่วนบุคคลแล้ว "ทรีนีตี้" ยังเป็นตัวแทนในการรับซื้อ และขายหน่วยลงทุนให้กับบริษัทหลักทรัพย์จัดการกองทุน (บลจ.) 14 แห่ง ได้แก่ บลจ.กสิกรไทย, บลจ.กรุงศรี, บลจ.กรุงไทย, บลจ.ทิสโก้, บลจ.วรรณ, บลจ. ยูโอบี, บลจ.ซีไอเอ็มบี, บลจ.อิสท์สปริง (ประเทศไทย), บลจ.แอสเซทพลัส, บลจ.ไทยพาณิชย์, บลจ.พรินซิเพิล, บลจ.ทาลิส, บลจ.เอ็มเอฟซี, บลจ.แลนด์ แอนด์ เฮ้าส์ และ บลจ.ดาโอ เพื่อเพิ่มสินค้าให้มีความหลากหลายมายิ่งขึ้น ซึ่งถือเป็นบริการเสริมที่บริษัทฯ จัดไว้บริการลูกค้า การเป็นตัวแทนขายและรับซื้อหน่วยลงทุนช่วยให้บริษัทฯ มีบริการที่หลากหลาย สามารถจัดสรรการลงทุนให้ลูกค้าได้อย่างมีประสิทธิภาพ และกระจายความเสี่ยงได้ดียิ่งขึ้น นอกจากนี้ เป็นช่องทางที่ลูกค้าสามารถเลือกลงทุนในสินทรัพย์ประเภทต่างๆ ได้ง่ายและสะดวกยิ่งขึ้น',
                            '',
                            'หน่วยงานนี้ถือเป็นบริการเสริมที่บริษัทจัดไว้บริการลูกค้า การเป็นตัวแทนขายและรับซื้อหน่วยลงทุนช่วยให้บริษัทมีบริการที่หลากหลาย สามารถจัดสรรการลงทุนให้ลูกค้าได้อย่างมีประสิทธิภาพ และกระจายความเสี่ยงได้ดียิ่งขึ้น นอกจากนี้ เป็นช่องทางที่ลูกค้าสามารถเลือกลงทุนในสินทรัพย์ประเภทต่างๆ ได้ง่ายและสะดวกยิ่งขึ้น แม้จะเป็นบริการเสริมในปัจจุบัน แต่ก็ได้รับความสนใจจากลูกค้ามากขึ้น ทำให้มีรายได้ค่าธรรมเนียมจากการเป็นตัวแทนจำหน่ายเพิ่มสูงขึ้นทุกปี จึงเป็นหน่วยงานที่สร้างรายได้ได้อย่างสม่ำเสมอต่อไป',
                            '',
                            'สนใจการบริการด้านการจัดการกองทุนส่วนบุคคล และซื้อหน่วยลงทุน โทร. 0-2343-9532-33'

                        ]
                    }, {
                        type: 'images_grid',
                        images: [{ url: '/images/private-fund/hea.png' }]
                    },

                ]
            }
        }
    },
    'brokerage': {
        id: 'brokerage',
        title: 'ซื้อขายหลักทรัพย์และอนุพันธ์',
        label: 'ซื้อขายหลักทรัพย์และอนุพันธ์',
        icon: TrendingUp,
        color: 'purple',
        submenu: [
            { id: 'overview', label: 'ค่าธรรมเนียมการซื้อขาย' },
            {
                id: 'open-account',
                label: 'การเปิดบัญชี',
                items: [
                    { id: 'opening', label: 'ค่าธรรมเนียมการซื้อขาย' },
                ]
            },
        ],

        content: {
            'overview': {
                title: 'ค่าธรรมเนียมการซื้อขายหลักทรัพย์',
                description: '',
                services: [],
                blocks: [{
                    type: 'list',
                    items: [
                        'อัตราค่าธรรมเนียมสำหรับลูกค้ารายย่อยทุกราย อยู่ที่อัตราร้อยละ 0.0010 ของมูลค่าการซื้อขายหลักทรัพย์ต่อวัน โดยบริษัทฯ จะเรียกเก็บค่าธรรมเนียมการซื้อขายหลักทรัพย์แบบขั้นบันได ดังนี้'
                    ]
                }, {
                    type: 'images_grid',
                    images: [
                        { url: '/images/brokerage/tablesell.png' }
                    ]
                }, {
                    type: 'list',
                    items: [
                        'หมายเหตุ',
                        '1. ค่าธรรมเนียมการซื้อขายหลักทรัพย์ดังกล่าวยังไม่รวมภาษีมูลค่าเพิ่ม 7% และภาษีเงินได้หัก ณ ที่จ่าย',
                        '2. ค่าธรรมเนียมการซื้อขายหลักทรัพย์ขั้นต่ำ 50 บาทต่อวัน คิดแยกตามเลขที่บัญชี (Account Number) และประเภทบัญชีลูกค้า (Account Type) กรณีที่ซื้อขายผ่านเจ้าหน้าที่การตลาด และผ่านอินเทอร์เน็ต การคิดค่าธรรมเนียมจะแยกคิดแต่ละบัญชี',
                        '',
                        'สอบถามเพิ่มเติม ติดต่อ',
                        '',
                        '- ฝ่ายพัฒนาธุรกิจ (เพื่อซื้อขายหุ้น และอนุพันธ์) โทร. 0-2088-9350-8',
                        '- ฝ่าย E-Business (เพื่อซื้อขายหุ้นผ่านอินเทอร์เน็ต) โทร. 0-2088-9125-27'

                    ]
                }
                ]
            },
            'opening': {
                title: 'ค่าธรรมเนียม',
                description: '',
                services: [

                ]
            },
            'platforms': {
                title: 'แพลตฟอร์มการซื้อขาย',
                description: 'เครื่องมือซื้อขายที่ทันสมัยและใช้งานง่าย',
                services: [
                    'Trinity Trading Platform - แพลตฟอร์มบนเว็บ',
                    'Trinity Mobile App - ซื้อขายผ่านมือถือ iOS และ Android',
                    'Phone Order - โทรสั่งซื้อขายผ่านพนักงาน',
                    'Streaming Quote แบบ Real-time',
                    'Chart เทคนิคคอลขั้นสูง',
                    'Alert และ Notification'
                ]
            }
        }
    },
    'bonds': {
        id: 'bonds',
        title: 'บริการด้านตราสารหนี้',
        label: 'ตราสารหนี้',
        icon: FileText,
        color: 'cyan',
        submenu: [
            { id: 'overview', label: 'บริการตราสารหนี้' },
            { id: 'types', label: 'ผลงานที่สำคัญ' }
        ],
        content: {
            'overview': {
                title: 'บริการตราสารหนี้',
                description: '',
                services: [
                    '"**ทรีนีตี้**" ให้บริการรับซื้อและขายตราสารหนี้ เป็นที่ปรึกษาการลงทุนในตราสารหนี้ จัดจำหน่ายตราสารหนี้ และเป็นนายหน้าซื้อขายตราสารหนี้ ทั้งระยะสั้น และระยะยาว เช่น พันธบัตรรัฐบาล หุ้นกู้ ตั๋วเงินที่มีธนาคารอาวัล หรือรับรอง',
                    '',
                    'ปัจจุบันการลงทุนในตราสารหนี้ เป็นอีกทางเลือกหนึ่งที่น่าสนใจของนักลงทุน เพราะการลงทุนในตราสารหนี้ได้รับผลตอบแทนที่แน่นอน ในรูปดอกเบี้ยซึ่งอาจมากกว่าการฝากเงินกับธนาคาร อีกทั้งสามารถขายก่อนครบกำหนดไถ่ถอนหุ้นกู้ โดยขายในตลาดรอง',
                    '',
                    '**การบริการด้านตราสารหนี้**',
                    '',
                    '- ซื้อหรือขายตราสารหนี้ ทั้งระยะสั้น และระยะยาว เช่น พันธบัตรรัฐบาล หุ้นกู้ ตั๋วเงินที่มีธนาคารอาวัล หรือรับรอง',
                    '- เป็นที่ปรึกษาการลงทุนในตราสารหนี้',
                    '- เป็นนายหน้าซื้อขายตราสารหนี้',
                    '- จัดจำหน่ายตราสารหนี้ เช่น หุ้นกู้',
                    '',
                    '**จุดเด่นของการให้บริการ**',
                    '',
                    '- สามารถเพิ่มสภาพคล่องในกิจการ โดยสามารถนำตั๋วเงินทางการค้าที่มีธนาคารอาวัลหรือรับรองมาขายได้',
                    '- บริการรวดเร็ว',
                    '- สามารถโอนเงินให้กับลูกค้าได้เกือบทุกธนาคารในประเทศ',
                    '',
                    '**ข้อดีของการลงทุนในตราสารหนี้**',
                    '',
                    '- มีผลตอบแทนที่แน่นอนในรูปดอกเบี้ย',
                    '- สามารถขายได้ก่อนครบกำหนด โดยนำมาเสนอขายในตลาดรอง',
                    '- ลงทุนได้ทั้งระยะสั้น และระยะยาว',
                    '- ผลตอบแทนมากกว่าเงินฝาก ทั้งนี้ ขึ้นอยู่กับอันดับความน่าเชื่อถือของผู้ออกตราสารหนี้',
                    '- การลงทุนในตราสารหนี้ นอกจากได้รับผลตอบแทน เช่น ดอกเบี้ยแล้ว ยังมีโอกาสทำกำไรจากการขายตราสารหนี้ (Capital Gain)',
                    '',
                    'สนใจสอบถามการบริการตราสารหนี้ และซื้อขายหุ้นกู้ ติดต่อ ฝ่ายตราสารหนี้ โทร. 02-343-9541-48'

                ]
            },
            'types': {
                title: 'ผลงานที่สำคัญด้านตราสารหนี้ ในปี 2565',
                description: '',
                services: [
                    'ผลงานที่สำคัญด้านตราสารหนี้ ในปี 2565',
                    '',
                    '**ในปี 2565** บริษัทได้เข้าร่วมเป็นผู้จัดการการจัดจำหน่ายหุ้นกู้ที่เสนอขายต่อนักลงทุนเฉพาะเจาะจงไม่เกิน 10 ราย (PP10) ให้กับ บริษัท รู้ใจ จำกัด และเป็นผู้จัดการการจัดจำหน่ายหุ้นกู้ที่เสนอขายต่อผู้ลงทุนสถาบันหรือผู้ลงทุนรายใหญ่ (II&HNW) จำนวน 3 บริษัท ได้แก่ บริษัท รู้ใจ จำกัด บริษัท ทรีมันนี่ โฮลดิ้ง จำกัด และบริษัท บริหารสินทรัพย์ ไนท คลับ แคปปิตอล จำกัด (มหาชน) นอกจากนี้ บริษัทฯ ได้เข้าร่วมเป็นผู้จัดจำหน่ายและรับประกันการจัดจำหน่ายหุ้นกู้ จำนวน 3 บริษัท ได้แก่ บริษัท ไทยฟู้ดส์ กรุ๊ป จำกัด (มหาชน) บริษัท ดุสิตธานี จำกัด (มหาชน) และบริษัท เสริมสร้าง พาวเวอร์ คอร์ปอเรชั่น จำกัด (มหาชน)'

                ]
            }
        }
    },
    'sec-deriv-trading': rightOfferingData,
    'bond-product': bondProduct
}
